[
    {
    source: { id: null, name: 'Hubspot.com'
        },
    author: 'brittanyleaning@gmail.com (Brittany Leaning)',
    title: 'How to Run a Social Media Contest That Gets Tons of Engagement (11 Contest Ideas)',
    description: "There are so many rules and guidelines and so much planning and preparation involved. A contest could be the best tactic you’ve ever introduced to grow your reach, drive site traffic, and generate leads, but you want to ensure you're doing it right. Here's ho…",
    url: 'https: //blog.hubspot.com/blog/tabid/6307/bid/33352/everything-you-need-to-run-a-successful-social-media-contest.aspx',
    urlToImage: 'https: //blog.hubspot.com/hubfs/social-media-contest.jpg#keepProtocol',
    publishedAt: '2020-03-31T13: 00: 00Z',
    content: "There are so many rules and guidelines and so much planning and preparation involved. A contest could be the best tactic youve ever introduced to grow your reach, drive site traffic, and generate leads, but you want to ensure you're doing it right. \r\n" +
      "Here's h… [+20275 chars]"
    },
    {
    source: { id: null, name: 'Lifehack.org'
        },
    author: 'Dr. Magdalena Battles',
    title: 'How to Strengthen Family Bonds When You’re Staying at Home',
    description: 'Now is a perfect time to work on making some memories with your closest family members. When situations call for social distancing outside of our home, we need to do the opposite within home. Now, more than ever, we need to engage with those living in our hom…',
    url: 'https: //www.lifehack.org/871697/family-bonding',
    urlToImage: 'https: //cdn.lifehack.org/wp-content/uploads/2020/04/family-bonding.jpg',
    publishedAt: '2020-04-03T13: 00: 56Z',
    content: 'Now is a perfect time to work on making some memories with your closest family members. When situations call for social distancing outside of our home, we need to do the opposite within home.\r\n' +
      'Now, more than ever, we need to engage with those living in our ho… [+16579 chars
        ]'
    },
    {
    source: { id: null, name: 'Fashionista.com'
        },
    author: 'Yusra Siddiqui',
    title: "Must Read: 'About Time' Costume Institute Exhibit to Open in the Fall, Tom Ford Talks Fashion's Need for Federal Stimulus",
    description: `These are the stories making headlines in fashion on Tuesday. The Met's "About Time" Costume Institute exhibit will open in the fallWhile the Met Gala is still under discussion, The Metropolitan Museum of Art announced Monday that its "About Time: Fashion and…`,
    url: 'https: //fashionista.com/2020/03/met-museum-about-time-costume-institute-exhibit-rescheduled',
    urlToImage: 'https: //fashionista.com/.image/t_share/MTcxMzY0MzQyODcxMTA3MjUx/meg-promo.png',
    publishedAt: '2020-03-24T16: 43: 46Z',
    content: 'Photo: Angela Weiss/Getty Images\r\n' +
      'These are the stories making headlines in fashion on Tuesday.\r\n' +
      `The Met's "About Time" Costume Institute exhibit will open in the fallWhile the Met Gala is still under discussion, The Metropolitan Museum of Art announced Monda… [+3397 chars
        ]`
    },
    {
    source: { id: null, name: 'Fashionista.com'
        },
    author: 'Dhani Mau',
    title: "3 Influencer-Owned Brands Delivering Authentic 'French Girl' Style",
    description: "Over the past couple of years, there's been an explosion of style bloggers and influencers launching their own brands. By doing so, women like Arielle Charnas, Aimee Song and Olivia Palermo have been able to create new (and perhaps more stable) revenue stream…",
    url: 'https: //fashionista.com/2020/03/french-influencer-brands',
    urlToImage: 'https: //fashionista.com/.image/t_share/MTcxMjc3Mjc3NDQxNTY2Mzg3/musier-french-influencer-brands-c.jpg',    publishedAt: '2020-03-24T14:00:00Z',
    content: 'Photo: Courtesy of Musier\r\n' +
      "Over the past couple of years, there's been an explosion of style bloggers and influencers launching their own brands. By doing so, women like Arielle Charnas, Aimee Song and Olivia Palermo have been able to create new (and perhaps … [+5870 chars]"
    },
    {
    source: { id: null, name: 'Hypebeast.com'
        },
    author: 'info@hypebeast.com (HYPEBEAST), HYPEBEAST',
    title: 'Daily Paper on Family and Roots',
    description: 'Hussein, Abderrahmane and Jefferson have known each other since they were in school. The Amsterdam-based trio behind Daily Paper have been working together since 2008, parlaying an online streetwear blog into an internationally recognized clothing label. As t…',
    url: 'https: //hypebeast.com/2020/4/hypebeast-magazine-daily-paper-interview',
    urlToImage: 'https: //image-cdn.hypb.st/https%3A%2F%2Fhypebeast.com%2Fimage%2F2020%2F03%2F000-HB28-Daily-Paper-twitter.jpg?w=960&cbr=1&q=90&fit=max',
    publishedAt: '2020-04-02T18: 19: 13Z',
    content: 'What is Daily Paper to you?Hussein:A company founded by friends. We represent the DIY generation. A global movement of underrepresented individuals that is making efforts to break stereotypes, especially those that are assigned to Black and African people. It… [+1012 chars
        ]'
    },
    {
    source: { id: null, name: 'Vox.com'
        },
    author: 'Terry Nguyen',
    title: 'More companies want to be “carbon neutral.” What does that mean?',
    description: 'Terms like “carbon negative” and “climate positive” have recently popped up in branding.',
    url: 'https: //www.vox.com/the-goods/2020/3/5/21155020/companies-carbon-neutral-climate-positive',
    urlToImage: 'https: //cdn.vox-cdn.com/thumbor/Y1lTVNIRD2lzFNwueCUPIFP2iKg=/0x79:4000x2173/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19764908/CN__STAMP2.jpg',
    publishedAt: '2020-03-05T12: 30: 00Z',
    content: 'Phrases like carbon neutral have been around for awhile, but it’s only recently that companies have started to adopt them for mainstream use. | Sarah Lawrence for Vox Terms like “carbon negative” and “climate positive” have recently popped up in branding. Wit… [+9704 chars
        ]'
    },
    {
    source: { id: null, name: 'Refinery29.com'
        },
    author: 'Kathleen Newman-Bremang, written by Kathleen Newman-Bremang',
    title: 'Meghan Markle Has Been Sending Messages Through Her Fashion The Whole Time',
    description: 'Happily ever after. They are the three words that end almost every fairy tale. These stories typically start with a girl who doesn’t dress well and end with a stylish woman in a beautiful gown. Think Cinderella or The Princess Diaries. The fashion transformat…',
    url: 'https: //www.refinery29.com/en-ca/meghan-markle-fashion-sending-messages',
    urlToImage: 'https: //www.refinery29.com/images/9536915.jpg?crop=2000%2C1050%2Cx0%2Cy253',
    publishedAt: '2020-03-11T14: 46: 31Z',
    content: 'Skip navigation!\r\n' +
      "Now ReadingMeghan Markle's Fashion Has Always Sent A Message\r\n" +
      'Happily ever after. They are the three words that end almost every fairy tale. These stories typically start with a girl who doesnt dress well and end with a stylish woman in a be… [+6704 chars
        ]'
    },
    {
    source: { id: null, name: 'Refinery29.com'
        },
    author: "Georgia Murray, written by Georgia Murray, photographed by Poppy Thorpe, designed by Meg O'Donnell",
    title: '3 Women On The Joy Of Making Your Own Clothes',
    description: 'Before the boom of ready-to-wear fashion, every piece of clothing someone owned was made for the individual, either themselves or by someone they knew. Now, around 30 years after fast fashion began taking hold, we don’t know who delivered our dress to store, …',
    url: 'https: //www.refinery29.com/en-ca/2020/04/9656861/how-to-make-clothes',
    urlToImage: 'https: //www.refinery29.com/images/9447855.jpg?crop=40%3A21',
    publishedAt: '2020-04-06T15: 01: 21Z',
    content: 'Skip navigation!\r\n' +
      'Now Reading3 Women On The Joy Of Making Your Own Clothes\r\n' +
      'Purchasing a new-season piece is as easy as click-click-checkout enabled further by next-day delivery but a growing number of women are rallying against this dehumanized and detached … [+15396 chars
        ]'
    },
    {
    source: { id: null, name: 'Highsnobiety.com'
        },
    author: 'Harvey James',
    title: 'The Ultimate Guide On Buying Pre-owned Menswear Online',
    description: 'The pejorative “hand-me-down” connotation that once surrounded pre-owned fashion, no longer exists. At a time when the real threat of a next ecological disaster is just around the corner, and primary fashion retail is faltering, consumers have become more ope…',
    url: 'https: //www.highsnobiety.com/p/ultimate-guide-vintage-pre-owned-menswear/',
    urlToImage: 'https: //static.highsnobiety.com/thumbor/8Fad_iccN5O7RHmMI_KXdY-OE5k=/fit-in/1200x720/smart/static.highsnobiety.com/wp-content/uploads/2020/03/11150119/ultimate-guide-vintage-pre-owned-menswear-feature.gif',
    publishedAt: '2020-03-11T17: 10: 53Z',
    content: 'The pejorative hand-me-down connotation that once surrounded pre-owned fashion, no longer exists. At a time when the real threat of a next ecological disaster is just around the corner, and primary fashion retail is faltering, consumers have become more open-… [+17213 chars
        ]'
    },
    {
    source: { id: null, name: 'Highsnobiety.com'
        },
    author: 'Gregk Foley',
    title: 'Everything You Need to Know About Noah',
    description: 'Whenever you’re writing about American streetwear, it’s not uncommon to encounter moments where you ponder whether or not to build your thoughts around the brand that is perpetually on everybody’s lips. Whether you’re talking about the original East Coast boo…',
    url: 'https: //www.highsnobiety.com/p/noah-clothing-guide/',
    urlToImage: 'https: //static.highsnobiety.com/thumbor/xnI6Uu0PCW-MeMkpxfrTR_842zI=/fit-in/1200x720/smart/static.highsnobiety.com/wp-content/uploads/2020/03/09121219/200306_ED_WEB_2020_Hardcover_TUBH_Noah4.jpg',
    publishedAt: '2020-03-12T13: 37: 03Z',
    content: 'Whenever youre writing about American streetwear, its not uncommon to encounter moments where you ponder whether or not to build your thoughts around the brand that is perpetually on everybodys lips. Whether youre talking about the original East Coast boom of… [+9410 chars
        ]'
    },
    {
    source: { id: null, name: 'Adafruit.com'
        },
    author: 'Takara',
    title: 'Adafruit Weekly Editorial Round-Up: A Singing, Songwriting Robot, A Colorful CLUE Slideshow Purse, Digital Egg Drop Experiment with CLUE & more!',
    description: 'ADAFRUIT WEEKLY EDITORIAL ROUND-UPWe’ve got so much happening here at Adafruit that it’s not always easy to keep up! Don’t fret, we’ve got you covered. Each week we’ll be posting a handy round-up of what we’ve been up to, ranging from learn guides to blog art…',
    url: 'https: //blog.adafruit.com/2020/03/15/adafruit-weekly-editorial-round-up-a-singing-songwriting-robot-a-colorful-clue-slideshow-purse-digital-egg-drop-experiment-with-clue-more/',
    urlToImage: 'https: //cdn-blog.adafruit.com/uploads/2020/03/adafruit-weekly-editorial-round-2.jpg',
    publishedAt: '2020-03-15T19: 00: 59Z',
    content: 'March 15,
        2020 AT 3: 00 pm\r\n' +
      'Adafruit Weekly Editorial Round-Up: A Singing, Songwriting Robot, A Colorful CLUE Slideshow Purse, Digital Egg Drop Experiment with CLUE &amp; more!\r\n' +
      'ADAFRUIT WEEKLY EDITORIAL ROUND-UP\r\n' +
      'We’ve got so much happening here at Adafruit t… [+3336 chars
        ]'
    },
    {
    source: { id: null, name: 'Gq.com'
        },
    author: 'The Editors of GQ',
    title: 'The 39 Best Online Clothing Stores for Menswear in 2020',
    description: 'Every spot to buy great menswear, all in one place.',
    url: 'https: //www.gq.com/story/best-online-shopping-sites-for-menswear',
    urlToImage: 'https: //media.gq.com/photos/5e5fece63982890008625943/16:9/w_1280,c_limit/gq-Best-online-shopping-sites-march-2020-16x9.jpg',
    publishedAt: '2020-03-09T13: 00: 00Z',
    content: "In 2020, you can't talk shopping without talking e-comm, and the best online shopping sites for men (or anyone shopping for menswear) are better than ever, full of rare gear and tried-and-true standards alike. (Free shipping doesn't hurt, either.) But shoppin… [+13842 chars]"
    },
    {
    source: { id: null, name: 'Nakedcapitalism.com'
        },
    author: 'Lambert Strether',
    title: '2: 00PM Water Cooler 3/17/2020',
    description: 'By Lambert Strether of Corrente. Politics “But what is government itself, but the greatest of all reflections on human nature?” –James Madison, Federalist 51 “They had one weapon left and both knew it: treachery.” –Frank Herbert, Dune “They had learned nothin…',
    url: 'https: //www.nakedcapitalism.com/2020/03/200pm-water-cooler-3-17-2020.html',
    urlToImage: 'https: //www.nakedcapitalism.com/wp-content/uploads/2020/03/dk_2020-03-17.png',
    publishedAt: '2020-03-17T18: 00: 15Z',
    content: 'By Lambert Strether of Corrente.\r\n' +
      'Politics\r\n' +
      '“But what is government itself, but the greatest of all reflections on human nature?” –James Madison, Federalist 51\r\n' +
      '“They had one weapon left and both knew it: treachery.” –Frank Herbert, Dune\r\n' +
      ' “They had learned n… [+25064 chars
        ]'
    },
    {
    source: { id: null, name: 'R-bloggers.com'
        },
    author: 'R Views',
    title: 'Comparing Machine Learning Algorithms for Predicting Clothing Classes: Part 4',
    description: 'Florianne Verkroost is a Ph.D. candidate at Nuffield College at the University of Oxford. She has a passion for data science and a background in mathematics and econometrics. She applies her interdisciplinary knowledge to computationally address societal prob…',
    url: 'https: //www.r-bloggers.com/comparing-machine-learning-algorithms-for-predicting-clothing-classes-part-4/',
    urlToImage: 'https: //rviews.rstudio.com/2020/03/24/comparing-machine-learning-algorithms-for-predicting-clothing-classes-part-4/classifiers.png',
    publishedAt: '2020-03-24T00: 00: 00Z',
    content: 'Florianne Verkroost is a Ph.D. candidate at Nuffield College at the University of Oxford. She has a passion for data science and a background in mathematics and econometrics. She applies her interdisciplinary knowledge to computationally address societal prob… [+16426 chars
        ]'
    },
    {
    source: { id: null, name: 'R-bloggers.com'
        },
    author: 'R Views',
    title: 'Comparing Machine Learning Algorithms for Predicting Clothing Classes: Part 3',
    description: 'Florianne Verkroost is a Ph.D. candidate at Nuffield College at the University of Oxford. She has a passion for data science and a background in mathematics and econometrics. She applies her interdisciplinary knowledge to computationally address societal prob…',
    url: 'https: //www.r-bloggers.com/comparing-machine-learning-algorithms-for-predicting-clothing-classes-part-3/',
    urlToImage: 'https: //rviews.rstudio.com/2020/03/10/comparing-machine-learning-algorithms-for-predicting-clothing-classes-part-3/rf_rand_print.png',
    publishedAt: '2020-03-10T00: 00: 00Z',
    content: '[This article was first published on R Views, and kindly contributed to R-bloggers
        ]. (You can report issue about the content on this page here)\r\n' +
      "Want to share your content on R-bloggers? click here if you have a blog, or here if you don't.\r\n" +
      'Florianne Verkroos… [+14389 chars
        ]'
    },
    {
    source: { id: null, name: 'Forbes.com'
        },
    author: 'Kristen Philipkoski, Contributor, Kristen Philipkoski, Contributor https: //www.forbes.com/sites/kristenphilipkoski/',
    title: 'AYR Makes Denim That Will Make You Love Wearing Jeans Again',
    description: "If you've given up on jeans, AYR denim will have you wearing them non-stop once again.",
    url: 'https: //www.forbes.com/sites/kristenphilipkoski/2020/03/12/ayr-makes-denim-that-will-make-you-love-wearing-jeans-again/',
    urlToImage: 'https: //thumbor.forbes.com/thumbor/fit-in/1200x0/filters%3Aformat%28jpg%29/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F5e6a4b02aa5428000759a911%2F0x0.jpg%3FcropX1%3D0%26cropX2%3D2395%26cropY1%3D653%26cropY2%3D2000',
    publishedAt: '2020-03-12T14: 46: 27Z',
    content: 'AYR The Must jeans\r\n' +
      'AYR\r\n' +
      'Some real talk guys: my jeans dont fit the same lately. Over the past couple of years Ive had to go up a size (or two) and rethink the type of jeans that will work with my newly redistributed flesh. \r\n' +
      'Jeans have always been my thing. … [+14886 chars
        ]'
    },
    {
    source: { id: null, name: 'Wpbeginner.com'
        },
    author: 'Editorial Staff',
    title: '25 Popular Sites Using WordPress as a CMS in 2020',
    description: 'Wondering how you can use WordPress as a CMS? One of the most common misconceptions about WordPress is that it is just a blogging software. Some of you often ask us for examples of WordPress being used as a CMS Platform (Content Management System) and… Read M…',
    url: 'https: //www.wpbeginner.com/showcase/25-examples-of-wordpress-being-used-as-a-cms/',
    urlToImage: 'https: //cdn3.wpbeginner.com/wp-content/uploads/2020/02/websitesusingwpascms.png',
    publishedAt: '2020-03-13T11: 00: 36Z',
    content: 'Wondering how you can use WordPress as a CMS?\r\n' +
      'One of the most common misconceptions about WordPress is that it is just a blogging software. Some of you often ask us for examples of WordPress being used as a CMS Platform (Content Management System) and not ju… [+6092 chars
        ]'
    },
    {
    source: { id: null, name: 'Bubbyandbean.com'
        },
    author: 'Melissa at bubbyandbean.com',
    title: 'My Credit Journey: How I Established and Maintain Good Credit',
    description: 'Bubby and Bean is a design and lifestyle blog that focuses on living creatively through art, design, fashion, DIY projects and tutorials, travel, music life, love, and learning.',
    url: 'https: //www.bubbyandbean.com/2020/03/my-credit-journey-how-i-established-and.html',
    urlToImage: null,
    publishedAt: '2020-03-11T12: 14: 00Z',
    content: 'Thank you Lexington Law Firm for sponsoring this post. A high service partner and consumer advocate that will help you fight for the credit you deserve! I share a lot of the things I most appreciate from my everyday life here - like my home, my family, and ev… [+6815 chars
        ]'
    },
    {
    source: { id: null, name: 'Foxbusiness.com'
        },
    author: 'Lenore Hawkins',
    title: 'My coronavirus quarantine in Italy: Learn from our mistakes - Fox Business',
    description: 'My coronavirus quarantine in Italy: Learn from our mistakes Fox Business',
    url: 'https: //www.foxbusiness.com/markets/coronavirus-quarantine-italy-mistakes',
    urlToImage: 'https: //a57.foxnews.com/static.foxbusiness.com/foxbusiness.com/content/uploads/2020/03/0/0/AP20072689398449.jpg?ve=1&tl=1',
    publishedAt: '2020-03-13T14: 25: 21Z',
    content: 'Italy is living through an incomprehensible tragedy, the likes of which the world has never seen. All 60 million of its residents are squirreled away at home, leaving only when necessary for food or medicines, armed with ID cards to show the police when we ar… [+6870 chars
        ]'
    },
    {
    source: { id: null, name: 'Brandchannel.com'
        },
    author: 'Maria Barea',
    title: 'Brand Moves Roundup',
    description: 'In a fast-moving global crisis such as the current coronavirus outbreak, brands have an important role to play. Staying true to their read more: The post Brand Moves Roundup appeared first on brandchannel:.',
    url: 'https: //www.brandchannel.com/2020/03/10/brand-moves-roundup/',
    urlToImage: 'https: //www.brandchannel.com/wp-content/uploads/2020/03/shutterstock_1654908052-2.jpg',
    publishedAt: '2020-03-10T18: 33: 32Z',
    content: 'In a fast-moving global crisis such as the current coronavirus outbreak, brands have an important role to play. Staying true to their ambition creates a perception of integrity. Reputations can be made by activating brand purpose during a crisis – and just as… [+13345 chars
        ]'
    },
    {
    source: { id: null, name: 'Complex.com'
        },
    author: 'Gregory Babcock',
    title: "How the OVO Clothing Label Evolved With Drake's Career",
    description: 'From it’s early inception in 2011 to it’s collabs and brick-and-mortar stores, here’s a timeline of Drake’s OVO owl-branded clothing line.',
    url: 'https: //www.complex.com/style/history-of-ovo-clothing-ovo-timeline',
    urlToImage: 'https: //images.complex.com/complex/images/c_fill,g_center,w_1200/fl_lossy,pg_1/obmcnmp6hnjjsja4ktyz/ovo-brand-history-timeline-drake-lead-image',
    publishedAt: '2020-03-12T16: 00: 00Z',
    content: 'The “October’s Very Own” clothing brand—Drake’s line of owl-branded apparel—was born from the minds of Drake and his tour manager Oliver El-Khatib. The line is more than just “Drake’s label merch,” stretching into collaborations with quintessential Canadian r… [+10345 chars
        ]'
    },
    {
    source: { id: null, name: 'Wwd.com'
        },
    author: 'Natalie Theodosi',
    title: 'Indie London Labels Look Beyond COVID-19 With New Retail Concepts',
    description: 'Mira Mikati, Natasha Zinko, Koibird and Très Bien have opened new spaces bursting with color and positive energy.',
    url: 'https: //wwd.com/eye/lifestyle/indie-london-labels-look-beyond-covid-19-with-new-retail-concepts-1203539676/',
    urlToImage: 'https: //pmcwwd.files.wordpress.com/2020/03/miramikati-4.jpg?w=640&h=415&crop=1',
    publishedAt: '2020-03-17T15: 46: 22Z',
    content: 'LONDON — The coronavirus may be spreading fear and uncertainty across the globe, but despite the anxiety — and fast-dwindling number of shoppers — independent British brands and retailers have forged ahead, unveiling new concept spaces.\r\n' +
      'They are all bursting… [+6850 chars
        ]'
    },
    {
    source: { id: null, name: 'Wwd.com'
        },
    author: 'Kellie Ell',
    title: 'COVID-19 Retail Store Closures',
    description: "Fashion reacts by temporarily closing stores or reducing hours to help prevent the spread of the coronavirus. Here's the complete list of changes.",
    url: 'https: //wwd.com/business-news/retail/store-closure-list-coronavirus-march-1203540360/',
    urlToImage: 'https: //pmcwwd.files.wordpress.com/2020/03/store-closed-sign.jpg?crop=0px%2C73px%2C2875px%2C1918px&resize=640%2C415',
    publishedAt: '2020-03-17T18: 46: 56Z',
    content: 'Retail store closures continue at a rapid rate as the coronavirus makes its way around the globe.  \r\n' +      'Over the weekend, a swarm of retailers revealed temporary store closures throughout North America in an effort to contain the spread of the virus and COVID-19… [+33698 chars
        ]'
    },
    {
    source: { id: null, name: 'Thefirearmblog.com'
        },
    author: 'Luke C.',
    title: 'TFB Review: The Milspec Monkey CG-Hat Notch Adjust',
    description: 'Frequenters of the blog as well as our YouTube channel TFBTV will know that we offer our Subscribe Star and Patreon supporters patches as rewards. Upon reaching a certain dollar value our supporters are rewarded with TFB embroidered patches. Many of these pat…',
    url: 'https: //www.thefirearmblog.com/blog/2020/03/30/milspec-monkey-cg-hat/',
    urlToImage: 'https: //www.thefirearmblog.com/blog/wp-content/uploads/2020/03/20200316_181232.jpg',
    publishedAt: '2020-03-31T00: 00: 00Z',
    content: 'Frequenters of the blog as well as our YouTube channel TFBTV will know that we offer our Subscribe Star and Patreon supporters patches as rewards. Upon reaching a certain dollar value our supporters are rewarded with TFB embroidered patches. Many of these pat… [+4607 chars
        ]'
    },
    {
    source: { id: null, name: 'Bookriot.com'
        },
    author: 'Aisling Twomey',
    title: 'Excellent Upcoming Nonfiction by Women',
    description: 'Nonfiction by women to pop onto your TBR and add some more depth to your reading life.',
    url: 'https: //bookriot.com/2020/03/13/upcoming-non-fiction-by-women/',
    urlToImage: 'https: //s2982.pcdn.co/wp-content/uploads/2020/03/image-of-asian-woman-reading.jpg',
    publishedAt: '2020-03-13T10: 33: 01Z',
    content: 'Each year I try to make sure that at least 50% of all the books I read are by women. In the past two years that has happened with ease, and in 2019 almost 70% of the books I read were by women. These women came from all over the world. They wrote fiction and … [+3585 chars
        ]'
    },
    {
    source: { id: null, name: 'Yahoo.com'
        },
    author: 'Bob Niedt, Online Editor, Kiplinger.com',
    title: '38 Ways to Earn Extra Cash With a Cool Side Hustle',
    description: "Coming up with extra cash to pay the bills, cover unexpected expenses, boost savings, accelerate your 401(k) or perhaps even finance a dream vacation isn't as hard as it seems. Plenty of legit, and many unique, moneymaking opportunities are out there for you …",
    url: 'https: //finance.yahoo.com/news/38-ways-earn-extra-cash-174838508.html',
    urlToImage: 'https: //s.yimg.com/ny/api/res/1.2/ylukYnWPRHOvssuDH3fqwQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MDA-/https://s.yimg.com/uu/api/res/1.2/scejDCyufHpytWU7Iq0qBA--~B/aD04MDA7dz0xMjgwO3NtPTE7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en-us/kiplinger.com/f41a4d7d5050ed5fa16ecb8ba7a68e9a',
    publishedAt: '2020-03-05T17: 48: 38Z',
    content: 'Getty Images\r\n' +
      "Coming up with extra cash to pay the bills, cover unexpected expenses, boost savings, accelerate your 401(k) or perhaps even finance a dream vacation isn't as hard as it seems. Plenty of legit, and many unique, moneymaking opportunities are out … [+42885 chars]"
    },
    {
    source: { id: null, name: 'Ssir.org'
        },
    author: null,
    title: 'From Emancipation to Social Change (Blog)',
    description: 'How do Latin American women not only defy gender norms to become entrepreneurs, but turn their own emancipation into societal change-making?',
    url: 'https: //ssir.org/articles/entry/from_emancipation_to_social_change',
    urlToImage: 'https: //ssir.org/images/blog/Anna-Wagenschwanz-marginalized-women-emancipation-300x300.jpg',
    publishedAt: '2020-03-25T16: 00: 00Z',
    content: '(Photo by iStock/M_a_y_a)\r\n' +
      'In Latin America,\r\n' +
      ' women entrepreneurs remain underrepresented, not only facing broad societal backlash against taking leadership roles but also struggling with the “double burden” of maintaining both professional and private respo… [+8355 chars
        ]'
    },
    {
    source: { id: null, name: 'Campaignmonitor.com'
        },
    author: 'Campaign Monitor',
    title: '12 Ways to Boost Ecommerce Sales Without Discount Codes',
    description: 'Learn to increase ecommerce sales without discount codes. The post 12 Ways to Boost Ecommerce Sales Without Discount Codes appeared first on Campaign Monitor.',
    url: 'https: //www.campaignmonitor.com/blog/email-marketing/2020/03/12-ways-to-boost-ecommerce-sales-without-discount-codes/',
    urlToImage: 'https: //www.campaignmonitor.com/assets/uploads/2020/03/ecombanner.jpg',
    publishedAt: '2020-03-18T20: 00: 33Z',
    content: 'This is a guest post from Felix Langlet at Triggerbee.\r\n' +
      'One of the most effective ways of increasing ecommerce sales is by using discount codes.\r\n' +
      'Discounts help you increase your newsletter subscribers and win more first-time buyers.\r\n' +
      'However, discounts mean … [+14964 chars
        ]'
    },
    {
    source: { id: null, name: 'Yahoo.com'
        },
    author: 'Sarah Paynter',
    title: 'Coronavirus hits retailers: Store closures and reduced hours (Updated) - Yahoo Finance',
    description: 'Coronavirus hits retailers: Store closures and reduced hours (Updated) Yahoo Finance Local grocery, retail stores announce new hours, limits on purchases WCVB Boston Here is a list of retail chains that have closed stores or altered hours Atlanta Journal Cons…',
    url: 'https: //finance.yahoo.com/news/coronavirus-forces-retailers-close-stores-and-reduce-hours-updated-230324533.html',
    urlToImage: 'https: //s.yimg.com/uu/api/res/1.2/ozsVq.a1KqB41BZB0irsMg--~B/aD0yMjg4O3c9MzQzMztzbT0xO2FwcGlkPXl0YWNoeW9u/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-images/2020-03/84bee590-6810-11ea-ac41-7ed85a030cb7',
    publishedAt: '2020-03-19T09: 18: 00Z',
    content: 'Retailers are shuttering storefront locations to the public across the globe to slow the spread of the coronavirus, or COVID-19.On March 11, the World Health Organization declared COVID-19 a worldwide pandemic, and two days later, President Donald Trump decla… [+45346 chars
        ]'
    },
    {
    source: { id: null, name: 'Wattsupwiththat.com'
        },
    author: 'Guest Blogger',
    title: 'Weekly Climate and Energy News Roundup #402',
    description: 'The Week That Was: 2020-03-07 / 14 (March 7 / 14,
        2020) Brought to You by SEPP (www.SEPP.org) The Science and Environmental Policy Project Quote of the Week: “Aqueous vapor is a blanket, more necessary to the vegetable life of England than clothing is to man.…',
    url: 'https: //wattsupwiththat.com/2020/03/16/weekly-climate-and-energy-news-roundup-402/',
    urlToImage: 'https: //i2.wp.com/wattsupwiththat.com/wp-content/uploads/2018/05/cropped-WUWT-logo.jpg?fit=512%2C512&ssl=1',
    publishedAt: '2020-03-16T09: 00: 00Z',
    content: 'The Week That Was: 2020-03-07 / 14 (March 7 / 14,
        2020)\r\n' +
      'Brought to You by SEPP (www.SEPP.org)\r\n' +
      'The Science and Environmental Policy Project\r\n' +
      'Quote of the Week (Heat: A Mode of Motion,
        1861) [H/t William Happer
        ]\r\n' +
      'THIS WEEK:\r\n' +
      'By Ken Haapala, President, Science… [+75666 chars
        ]'
    },
    {
    source: { id: null, name: 'Theglitterguide.com'
        },
    author: 'Wendy Vazquez',
    title: 'A Strong Case For Dressing Younger Than You Are',
    description: 'This post first appeared on Glitter Guide. Fashion and style are ageless. The post A Strong Case For Dressing Younger Than You Are appeared first on Glitter Guide.',
    url: 'http: //theglitterguide.com/2020/03/31/dressing-younger-than-you-are/',
    urlToImage: 'http: //theglitterguide.com/wp-content/uploads/2020/03/GG-Featured-3.png',
    publishedAt: '2020-03-31T11: 00: 25Z',
    content: 'I’ve never believed in dressing my age. Personal style for me is about a mood; sometimes I want to be a cozy grandma, other times I want to look like an off-duty model. As someone who once studied fashion design, there is only one rule in fashion: there aren’… [+1817 chars
        ]'
    },
    {
    source: { id: null, name: 'Stuff.co.nz'
        },
    author: 'MELISSA SINGER',
    title: "Wearing the same trackies daily? Here's how to avoid a wardrobe rut",
    description: 'Experts are saying there is still merit in getting dressed, as opposed to just putting on clothes - even to stay at home.',
    url: 'https: //www.stuff.co.nz/life-style/fashion/120754338/wearing-the-same-trackies-daily-heres-how-to-avoid-a-wardrobe-rut',
    urlToImage: 'https: //resources.stuff.co.nz/content/dam/images/1/z/w/6/s/r/image.related.StuffLandscapeSixteenByNine.1420x800.1zw6n6.png/1585772413691.jpg',
    publishedAt: '2020-04-01T20: 20: 13Z',
    content: 'As a personal stylist, Sally Mackinnon spends a lot of time dressing the top end of town.\r\n' +
      " Since coronavirus took hold, she's become something of an expert in sourcing great loungewear, the category of clothing that's become the virtual uniform of the masses… [+2871 chars]"
    },
    {
    source: { id: null, name: 'Startribune.com'
        },
    author: 'Jenna Ross',
    title: "Campfires, s'mores, canoeing and booze: Welcome to summer camp for adults",
    description: "This summer adults-only getaway takes campfires and s'mores up a notch with drinks and gourmet fare.",    url: 'https: //www.startribune.com/campfires-s-mores-canoeing-and-booze-welcome-to-summer-camp-for-adults/569089592/',
    urlToImage: 'https: //stmedia.stimg.co/ows_158514350013240.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces',
    publishedAt: '2020-03-25T15: 12: 59Z',
    content: 'Editor’s note: This story from the quarterly Star Tribune Magazine was printed before the coronavirus pandemic reached Minnesota. Before visiting places mentioned, please check to make sure they are open, and be aware that other details may have changed.\r\n' +
      'The… [+9409 chars
        ]'
    },
    {
    source: { id: null, name: 'Webdesigndev.com'
        },
    author: 'Web Design',
    title: 'The Importance of a High-Quality Hero Image in Your Design',
    description: 'What captures your eye the most, the moment your finger clicks to open a website? Could it be the finely detailed visuals, the stylish fonts, the background design, or the bold image giving you a welcoming smile or statement facial expressions? It has to be a…',
    url: 'https: //www.webdesigndev.com/the-importance-of-a-high-quality-hero-image-in-your-design/',
    urlToImage: null,
    publishedAt: '2020-03-09T16: 16: 25Z',
    content: 'What captures your eye the most, the moment your finger clicks to open a website? Could it be the finely detailed visuals, the stylish fonts, the background design, or the bold image giving you a welcoming smile or statement facial expressions?\r\n' +
      'It has to be … [+7320 chars
        ]'
    },
    {
    source: { id: 'the-verge', name: 'The Verge'
        },
    author: 'Ashley Carman',
    title: 'Fashion influencers are rethinking their curated aesthetics because they can’t leave their houses',
    description: 'Fashion influencers are rethinking what they post now that the COVID-19 pandemic is forcing governments to limit people’s movement and also causing an economic downturn.',
    url: 'https: //www.theverge.com/2020/3/23/21184344/coronavirus-covid-19-fashion-influencers-street-photography-instagram',
    urlToImage: 'https: //cdn.vox-cdn.com/thumbor/VQJo7Rs30OX93mPF4fVpiVEllZg=/0x123:1710x1018/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19825871/bickley.jpg',
    publishedAt: '2020-03-23T15: 19: 47Z',
    content: 'No professional photographers or street corners\r\n' +
      'Photo by Charlotte Bickley / Instagram\r\n' +
      'Elizabeth Savetsky, an influencer who lives in New York, has kept her Instagram feed pristine up until now. In every past photo, she wears an enviable outfit with perfect… [+5792 chars
        ]'
    },
    {
    source: { id: null, name: 'Moneyunder30.com'
        },
    author: 'Justine Nelson',
    title: 'International Women’s Day: The Most Noteworthy Millennial Female Entrepreneurs',
    description: 'As we celebrate International Women’s Day, these noteworthy Millennial female entrepreneurs shed a light on the great variety of successes women are achieving in the world.As we celebrate International Women’s Day, these noteworthy Millennial female entrepren…',
    url: 'https: //www.moneyunder30.com/international-womens-day',
    urlToImage: 'https: //www.moneyunder30.com/wp-content/uploads/2020/03/shutterstock_503776834.jpg',
    publishedAt: '2020-03-08T14: 15: 14Z',
    content: 'As a Millennial woman, it’s not often that I stop to consider the progress women have made, especially when it comes to the workforce.  When I think about the adult women in my childhood, I picture them working: My mom worked full-time while I was growing up.… [+6907 chars
        ]'
    },
    {
    source: { id: null, name: 'Uber.com'
        },
    author: 'Molly Vorwerck',
    title: 'Celebrating International Women’s Day: Meet the Women Building Uber’s Global Platform',
    description: 'Around the world, Uber’s technical teams build the platforms that power our dynamic suite of mobility services, from food delivery and freight to ridesharing and scooter rentals. These engineers, data scientists, product managers, program managers, and many o…',
    url: 'https: //eng.uber.com/international-womens-day-2020/',
    urlToImage: 'https: //eng.uber.com/wp-content/uploads/2020/03/image12.jpg',
    publishedAt: '2020-03-09T16: 00: 32Z',
    content: 'Around the world, Ubers technical teams build the platforms that power our dynamic suite of mobility services, from food delivery and freight to ridesharing and scooter rentals. These engineers, data scientists, product managers, program managers, and many ot… [+27023 chars
        ]'
    },
    {
    source: { id: null, name: 'Thestripe.com'
        },
    author: 'Grace Atwood',
    title: 'Weekend Reading | 4.4.20',
    description: 'I think I am going to have to stop saying “happy weekend” as weekends have become my least favorite days of the week! Not a complaint… I just need to figure out how better to structure my weekend days as a person quarantined alone. Maybe just adding a few pla…',
    url: 'https: //thestripe.com/weekend-reading-4-4-20/',
    urlToImage: 'https: //i2.wp.com/thestripe.com/wp-content/uploads/2020/03/Weekend-Reading-4.4.20-Featured.jpg?fit=1120%2C1280&ssl=1',
    publishedAt: '2020-04-04T10: 00: 17Z',
    content: 'dress + heels\r\n' +
      'I think I am going to have to stop saying “happy weekend” as weekends have become my least favorite days of the week! Not a complaint… I just need to figure out how better to structure my weekend days as a person quarantined alone. Maybe just a… [+2817 chars
        ]'
    },
    {
    source: { id: null, name: 'Alreadypretty.com'
        },
    author: 'Sally',
    title: 'Gift Ideas for the Fashionable Woman',
    description: 'I’ve said it before, and I’ll say it again: Purchasing clothing as a gift for another person is tough. Even if the person in question is a total clotheshorse and die-hard fashion lover, it can be tough to guess at sizes, brands, colors, fiber preferences, and…',
    url: 'https: //alreadypretty.com/gifts-ideas-for-the-fashionable-woman/',
    urlToImage: 'https: //alreadypretty.com/wp-content/uploads/2012/12/gift-ideas-for-the-fashionable-woman.png',
    publishedAt: '2020-03-17T05: 12: 41Z',
    content: 'I’ve said it before, and I’ll say it again: Purchasing clothing as a gift for another person is tough. Even if the person in question is a total clotheshorse and die-hard fashion lover, it can be tough to guess at sizes, brands, colors, fiber preferences, and… [+2531 chars
        ]'
    },
    {
    source: { id: null, name: 'Youlookfab.com'
        },
    author: 'Angie',
    title: 'The Five Levels of Work at Home Style',
    description: 'Here are five levels of dress code for what you wear at home.',
    url: 'https: //youlookfab.com/2020/03/23/five-levels-of-work-at-home-style/',
    urlToImage: null,
    publishedAt: '2020-03-23T11: 31: 49Z',
    content: 'Maintaining social distance is extremely important if we are to minimize the spread of the novel coronavirus. To that end, most of us are working and staying at home, which can have a big impact on our style and dress code. A lot of this has to do with the ex… [+4348 chars
        ]'
    },
    {
    source: { id: null, name: 'Dodbuzz.com'
        },
    author: 'Alexis Alden',
    title: 'Comouna Reviews [March
        ] Is the Company a Scam or Legit?',
    description: 'Comouna Reviews [March
        ] Is the Company a Scam or Legit? -> In this article, you get to know about an online clothing store for men and women. Get your hands on trendy and comfortable clothing pieces from Comouna. Comouna Reviews are widely read on the interne…',
    url: 'https: //www.dodbuzz.com/comouna-reviews/',
    urlToImage: 'https: //www.dodbuzz.com/wp-content/uploads/2020/03/Comouna-Reviews-March-Is-the-Company-a-Scam-or-Legit.png',
    publishedAt: '2020-03-26T16: 16: 16Z',
    content: 'Comouna Reviews [March
        ] Is the Company a Scam or Legit? -&gt; In this article, you get to know about an online clothing store for men and women.\r\n' +
      'Get your hands on trendy and comfortable clothing pieces from Comouna.\r\n' +
      'Comouna Reviews are widely read on the in… [+4279 chars
        ]'
    },
    {
    source: { id: null, name: 'Aluxurytravelblog.com'
        },
    author: 'Maria Pasca',
    title: 'How to visit Paris in style… once the current crisis has passed',
    description: 'For most people at the moment, travel is the last thing on their mind, understandably. For others (like me), it’s something they live and breathe. Indeed, this current climate has only made me more determined to save this industry and keep inspiring people ac…',
    url: 'https: //www.aluxurytravelblog.com/2020/03/19/how-to-visit-paris-in-style-once-the-current-crisis-has-passed/',    urlToImage: 'https://s23444.pcdn.co/wp-content/uploads/2020/03/paris-1.jpg.optimal.jpg',
    publishedAt: '2020-03-19T12: 36: 44Z',
    content: 'By Maria Pasca on Mar 19,
        2020 in Attractions, Europe, Food and Drink, France, Going Out, Regions, Restaurants, Travel Miscellany, Western Europe\r\n' +
      'For most people at the moment, travel is the last thing on their mind, understandably. For others (like me), its… [+10120 chars
        ]'
    },
    {
    source: { id: null, name: 'Hellofashionblog.com'
        },
    author: 'Christine Andrew',
    title: 'Real Talk: What Brings You Here?',
    description: 'DETAILS: SHERPA PULLOVER | DENIM | CONVERSE | SUNGLASSES | OLLIE’S SHERPA SUIT | BABYBJORN BABY FREE CARRIER | LIPSTICK… The post Real Talk: What Brings You Here? appeared first on Hello Fashion.',
    url: 'https: //www.hellofashionblog.com/2020/03/real-talk-what-brings-you-here.html',
    urlToImage: 'https: //www.hellofashionblog.com/wp-content/uploads/2020/02/12.jpg',
    publishedAt: '2020-03-25T16: 43: 12Z',
    content: 'Pin It Pin It Pin It Pin It Pin It Pin It Pin It DETAILS: SHERPA PULLOVER | DENIM | CONVERSE | SUNGLASSES | OLLIE’S SHERPA SUIT | BABYBJORN BABY FREE CARRIER | LIPSTICK Hey guys! Real talk… I don’t post as much as I used to on the blog, and I wanted to see ho… [+2214 chars
        ]'
    },
    {
    source: { id: null, name: 'Researchbuzz.me'
        },
    author: 'ResearchBuzz',
    title: 'The California Aggie, Royal Barry Wills, Ecosia, More: Monday ResearchBuzz, March 16,
        2020',
    description: 'NEW RESOURCES The California Aggie: The California Aggie first undergraduate UC newspaper to digitize entire collection. “The California Aggie, formerly known as The Weekly Agricola, is the first undergraduate UC newspaper to […
        ]',
    url: 'https: //researchbuzz.me/2020/03/16/the-california-aggie-royal-barry-wills-ecosia-more-monday-researchbuzz-march-16-2020/',
    urlToImage: 'https: //researchbuzz.files.wordpress.com/2017/03/0ztcusnw.png?w=200',
    publishedAt: '2020-03-16T11: 31: 57Z',
    content: 'NEW RESOURCES\r\n' +
      'The California Aggie: The California Aggie first undergraduate UC newspaper to digitize entire collection. “The California Aggie, formerly known as The Weekly Agricola, is the first undergraduate UC newspaper to digitize its entire historical c… [+6234 chars
        ]'
    },
    {
    source: { id: null, name: 'Channelnewsasia.com'
        },
    author: 'Vivienne Chow',
    title: 'Commentary: Flattened the curve for now but Hong Kong braces for a second coronavirus wave',
    description: "As many places around the world start to feel the pain of COVID-19, Hong Kong seems to have brought the virus' spread under control. But it's still not out of the woods, says an observer.",
    url: 'https: //www.channelnewsasia.com/news/commentary/covid-19-coronavirus-hong-kong-case-mask-protest-sars-carrie-lam-12560284',
    urlToImage: 'https: //cna-sg-res.cloudinary.com/image/upload/q_auto,f_auto/image/12478674/16x9/991/557/d3ea0c01fb21f60dbf0c240e10ed56a/Yu/hk-coronavirus.jpg',
    publishedAt: '2020-03-20T22: 10: 38Z',
    content: 'HONG KONG: The first half of March saw Hong Kong peoples attempt in bringing the citys life back to normal amid the COVID-19 pandemic. There are more people out in the streets, mostly wearing face masks.\r\n' +
      'Many companies and the government have reduced the wor… [+6602 chars
        ]'
    },
    {
    source: { id: null, name: 'Theskinnyconfidential.com'
        },
    author: 'Hilary',
    title: 'The Must-Have Accessories Every New Mom Needs',
    description: "!function(d,s,id){ var e, p = /^http:/.test(d.location) ? 'http' : 'https'; if(!d.getElementById(id)) { e = d.createElement(s); e.id = id; e.src = p + '://widgets.rewardstyle.com/js/shopthepost.js'; d.body.appendChild(e); } if(typeof window.__stp === 'object'…",
    url: 'https: //www.theskinnyconfidential.com/new-mom-accessories/',
    urlToImage: 'https: //www.theskinnyconfidential.com/wp-content/uploads/2020/03/BF8B7468-47C8-4263-A9BC-34C14A30FB52.jpeg',
    publishedAt: '2020-03-20T21: 12: 17Z',
    content: 'Hey hey hey. For all you mamas out there, this post is for you.\r\n' +
      'If you aren’t a mom, I totally get it &amp; I got you covered. Head over to any of these posts for some non-mom content:\r\n' +
      'How my mentorships work.\r\n' +
      'How to draft a killer resume.\r\n' +
      'Face Yoga, aka … [+12351 chars
        ]'
    },
    {
    source: { id: null, name: 'Theskinnyconfidential.com'
        },
    author: 'Hilary',
    title: 'Oh Shit! You’re Actually Having a Baby! How to Prepare For Your Little One',
    description: "!function(d,s,id){ var e, p = /^http:/.test(d.location) ? 'http' : 'https'; if(!d.getElementById(id)) { e = d.createElement(s); e.id = id; e.src = p + '://widgets.rewardstyle.com/js/shopthepost.js'; d.body.appendChild(e); } if(typeof window.__stp === 'object'…",
    url: 'https: //www.theskinnyconfidential.com/how-to-prepare-for-baby/',
    urlToImage: 'https: //www.theskinnyconfidential.com/wp-content/uploads/2019/12/Verishop-5-The-Skinny-Confidential.jpg',
    publishedAt: '2020-03-09T03: 03: 47Z',
    content: 'Today we’re talking with my favorite baby food brand. The brand I plan on giving my daughter: Serenity Kids.\r\n' +
      'Serenity Carr is the co-founder of this amazing company that makes nutrient-dense baby food that’s also convenient for parents. Their food is super h… [+16150 chars
        ]'
    },
    {
    source: { id: null, name: 'Fuckingyoung.es'
        },
    author: 'Adriano B.',
    title: 'O.N.S Clothing x Death To Tennis Capsule Collection',
    description: 'Titled DOMANI (Italian for “Tomorrow”), the capsule collection is a satirical look at the evolution of athletic sportswear as seen through the lens of modern-day aesthetes. The clothing takes cues from the heroics of at-home Olympians, couch-surfing marathone…',
    url: 'http: //fuckingyoung.es/o-n-s-clothing-x-death-tennis-capsule-collection/',
    urlToImage: 'http: //fuckingyoung.es/wp-content/uploads/2020/03/O.N.S-Clothing-x-Death-To-Tennis-Capsule-Collection_fy4.jpg',
    publishedAt: '2020-03-14T10: 47: 04Z',
    content: 'Titled DOMANI (Italian for Tomorrow), the capsule collection is a satirical look at the evolution of athletic sportswear as seen through the lens of modern-day aesthetes.\r\n' +
      'The Fall/Winter 2020 collection takes inspiration from Vladimir Arkhipov’s book “Home-m… [+2686 chars
        ]'
    },
    {
    source: { id: null, name: 'Nypost.com'
        },
    author: 'Reed Tucker',
    title: 'Men can’t have it all either, struggle with work-life balance',
    description: 'Hey, ladies — you’re not the only ones struggling with work-life balance. Just like women, men these days are struggling to have it all, according to a new report. The research, released last week by Hearst Magazines and marketing firm Open Mind Strategy, loo…',
    url: 'https: //nypost.com/2020/03/10/men-cant-have-it-all-either-struggle-with-work-life-balance/',
    urlToImage: 'https: //thenypost.files.wordpress.com/2020/03/teddy-levarda-dad.jpg?quality=90&strip=all&w=1200',
    publishedAt: '2020-03-10T22: 51: 15Z',
    content: 'Hey, ladies you’re not the only ones struggling with work-life balance.\r\n' +
      'Just like women, men these days are struggling to have it all, according to a new report.\r\n' +
      'The research, released last week by Hearst Magazines and marketing firm Open Mind Strategy, loo… [+5523 chars
        ]'
    },
    {
    source: { id: null, name: 'Dailymail.co.uk'
        },
    author: 'By Carly Stern For Dailymail.com',
    title: 'Rent the Runway says all of its clothes are thoroughly cleaned between rentals',
    description: 'The company sent a preemptive email to customer this week, noting that all garments are thoroughly cleaned between rentals and enclosed in plastic for protection.',
    url: 'https: //www.dailymail.co.uk/femail/article-8083173/Rent-Runway-says-clothes-thoroughly-cleaned-rentals.html',
    urlToImage: 'https: //i.dailymail.co.uk/1s/2020/03/06/14/21910668-0-image-a-8_1583505665996.jpg',
    publishedAt: '2020-03-06T15: 51: 22Z',
    content: "Rent the Runway has assured customers that its clothes are thoroughly cleaned in between rentals and those borrowing its garments don't need to worry about them being a source of spreading coronavirus.\r\n" +
      'The billion-dollar clothing fashion company sent an emai… [+3375 chars
        ]'
    },
    {
    source: { id: null, name: 'Buzzfeednews.com'
        },
    author: 'Stephanie McNeal',
    title: 'Coronavirus: Arielle Charnas AKA Something Navy Tests Positive For COVID-19',
    description: 'The blogger behind Something Navy acknowledged she was fortunate to get tested, writing "it is the responsibility of our government office to ensure all Americans can access necessary tests." View Entire Post ›',
    url: 'https: //www.buzzfeednews.com/article/stephaniemcneal/arielle-charnas-something-navy-has-coronavirus',
    urlToImage: 'https: //img.buzzfeed.com/buzzfeed-static/static/2020-03/18/13/campaign_images/a1abe1052469/mega-influencer-arielle-charnas-confirms-she-has--2-5926-1584539907-0_dblbig.jpg',
    publishedAt: '2020-03-18T14: 06: 16Z',
    content: 'Fashion influencer and designer Arielle Charnas confirmed on Wednesday morning that she had tested positive for COVID-19, days after sharing her testing process with her 1.3 million followers on Instagram.\r\n' +
      'In a long Notes app post, the blogger behind the "So… [+1386 chars]'
    },
    {
    source: { id: null, name: 'Buzzfeednews.com'
        },
    author: 'Stephanie McNeal',
    title: 'How Influencer Arielle Charnas Became The Face Of "Privilege In The Age Of The Coronavirus"',
    description: "The Something Navy blogger has become the unwitting poster child for what not to do in a pandemic. Here's how we got here. View Entire Post ›",
    url: 'https: //www.buzzfeednews.com/article/stephaniemcneal/arielle-charnas-coronavirus-instagram-controversy',
    urlToImage: 'https: //img.buzzfeed.com/buzzfeed-static/static/2020-04/2/22/campaign_images/66b48643f455/how-influencer-arielle-charnas-became-the-face-of-2-1189-1585867766-7_dblbig.jpg',
    publishedAt: '2020-04-02T22: 52: 22Z',
    content: 'The journalists at BuzzFeed News are proud to bring you trustworthy and relevant reporting about the coronavirus. To help keep this news free,become a memberand sign up for our newsletter,Outbreak Today.\r\n' +
      'Arielle Charnas is a New York City-based influencer an… [+9638 chars
        ]'
    },
    {
    source: { id: null, name: 'Forbes.com'
        },
    author: 'Noma Nazish, Contributor, Noma Nazish, Contributor https: //www.forbes.com/sites/nomanazish/',
    title: 'Seven Simple Ways To Reduce Your Plastic Footprint',
    description: "Plastic pollution is a very real and burgeoning threat to our health and environment. Here's how you can cut down your increasing reliance on plastic, according to zero-waste experts.",
    url: 'https: //www.forbes.com/sites/nomanazish/2020/03/30/seven-simple-ways-to-reduce-your-plastic-footprint/',
    urlToImage: 'https: //thumbor.forbes.com/thumbor/fit-in/1200x0/filters%3Aformat%28jpg%29/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F1145641286%2F0x0.jpg',
    publishedAt: '2020-03-30T21: 59: 46Z',
    content: 'Plastic bottles, carry bags, six-pack rings, plastic straws, disposable cutlery and styrofoam takeout containersplastic products like these are so ubiquitous that we barely even notice them, let alone think of the damage they are doing to the environment. \r\n' +
      'O… [+8598 chars
        ]'
    },
    {
    source: { id: null, name: 'Egrappler.com'
        },
    author: 'Amy James',
    title: 'Topper – All-in-One Elementor Blog & News Magazine WordPress Theme',
    description: 'Do you feel the lure of earning some extra cash on the side? But despite the excitement, you find the technical details of starting a website a little bit daunting? The good news is... The post Topper – All-in-One Elementor Blog & News Magazine WordPress Them…',
    url: 'https: //www.egrappler.com/topper-all-in-one-elementor-wordpress-theme/',
    urlToImage: 'https: //www.egrappler.com/wp-content/uploads/2020/03/01_thumb-preview_01_thumb-preview_preview.png',
    publishedAt: '2020-03-24T15: 06: 28Z',
    content: 'Do you feel the lure of earning some extra cash on the side? But despite the excitement, you find the technical details of starting a website a little bit daunting? The good news is you really have nothing to worry about. Topper Ultimate WordPress Theme offer… [+6600 chars
        ]'
    },
    {
    source: { id: null, name: 'Thecurvyfashionista.com'
        },
    author: 'Team TCF',
    title: 'Lane Bryant x TCFStyle Series: Meet Hollie of Haute Glam Hollie!',
    description: 'Looking for new plus size style inspiration? Meet Haute Glam Hollie in this LBxTCFStyleSeries with Lane Bryant, a new plus size blogger to know! <a class="g1-link g1-link-more" href="https://thecurvyfashionista.com/lane-bryant-x-tcfstyle-series-haute-glam-hol…',
    url: 'https: //thecurvyfashionista.com/lane-bryant-x-tcfstyle-series-haute-glam-hollie/',
    urlToImage: 'https: //media.thecurvyfashionista.com/wp-content/uploads/2020/03/20102116/Lane-Bryant-x-TCFStyle-Series-Haute-Glam-Hollie-8.jpg',
    publishedAt: '2020-03-20T15: 00: 00Z',
    content: '*Disclosure* This is a  sponsored style series with Lane Bryant and the featured influencers opinions are their own. \r\n' +
      'We are back with the newest blogger feature, with the help of Lane Bryant, in our LBxTCFStyleSeries! As we bring you bloggers to know and wa… [+6717 chars
        ]'
    },
    {
    source: { id: null, name: 'Computerweekly.com'
        },
    author: 'Sebastian  Klovig Skelton',
    title: 'Coronavirus: uncertainty for online retailers as some slump and others surge',
    description: 'Online retailers face uncertainty as Coronavirus forces change in consumer shopping habits',
    url: 'https: //www.computerweekly.com/news/252480459/Coronavirus-uncertainty-for-online-retailers-as-some-slump-and-others-surge',
    urlToImage: 'https: //cdn.ttgtmedia.com/visuals/ComputerWeekly/Hero Images/online-shopping-bags-retail.jpg',
    publishedAt: '2020-03-23T12: 30: 00Z',
    content: 'Online retailers are reporting a very mixed picture about the impact the Covid-19 Coronavirus outbreak is having on e-commerce businesses.While some are seeing increased demand, other are already struggling. N Brown PLC for example, which owns online-only clo… [+4820 chars
        ]'
    },
    {
    source: { id: null, name: 'Qz.com'
        },
    author: 'Ananya Bhattacharya',
    title: 'How Amazon, Flipkart, Nykaa, Lenskart are coping with coronavirus - Quartz',
    description: 'How Amazon, Flipkart, Nykaa, Lenskart are coping with coronavirus Quartz',
    url: 'https: //qz.com/india/1824990/how-amazon-flipkart-nykaa-lenskart-are-coping-with-coronavirus/',
    urlToImage: 'https: //cms.qz.com/wp-content/uploads/2020/03/AP_20085267057665-e1585202063788.jpg?quality=75&strip=all&w=1400',
    publishedAt: '2020-03-28T04: 19: 00Z',
    content: 'Indias 21-day lockdown may have thrown up an opportunity for online grocers to shine, but the rest of the e-commerce industry is drowning in the Covid-19 tsunami.\r\n' +
      'The Narendra Modi government has restricted online sales of all goods except food, pharmaceutic… [+6907 chars
        ]'
    },
    {
    source: { id: 'independent', name: 'Independent'
        },
    author: 'Sabrina Barr, Sabrina Barr',
    title: 'Coronavirus: Is it safe to be receiving delivery packages and should you even be shopping for non-essential items online?',
    description: "The 'likelihood of an infected person contaminating commercial goods is low', World Health Organisation states",
    url: 'https: //www.independent.co.uk/life-style/coronavirus-delivery-package-mail-safe-online-shopping-order-warehouse-a9435706.html',
    urlToImage: 'https: //static.independent.co.uk/s3fs-public/thumbnails/image/2020/03/30/14/istock-1146839170.jpg',
    publishedAt: '2020-03-30T14: 15: 13Z',
    content: 'Since being placed under lockdown on Monday 23 March, many people in the UK have had to acclimatise to spending the majority of their days cooped up in their homes.\r\n' +
      'Adapting to this temporary way of life has meant having to give up most of our everyday activ… [+12375 chars
        ]'
    },
    {
    source: { id: null, name: 'Versicherungswirtschaft-heute.de'
        },
    author: 'Michael Stanczyk',
    title: 'Character Analysis Paragraph Tips On Writing',
    description: 'The argumentative essay may have given a great introduction into the industry of finding a great content and structure to encourage other individuals about an idea or an viewpoint. The next step is all about coming up with a great synthesis essay examples, ho…',
    url: 'https: //versicherungswirtschaft-heute.de/blog/2020-03-29/character-analysis-paragraph-tips-on-writing/',
    urlToImage: 'https: //versicherungswirtschaft-heute.de/wp-60d20-content/uploads/2019/06/vwheute_logo_rgb_72dpi.jpg',
    publishedAt: '2020-03-29T00: 00: 00Z',
    content: 'The argumentative essay may have given a great introduction into the industry of finding a great content and structure to encourage other individuals about an idea or an viewpoint. The next step is all about coming up with a great synthesis essay examples, ho… [+23786 chars
        ]'
    },
    {
    source: { id: null, name: 'Carnegieendowment.org'
        },
    author: 'Rachel Kleinfeld, John Dickas',
    title: 'Resisting the Call of Nativism: What U.S. Political Parties Can Learn From Other Democracies',
    description: 'Nativism is on the rise in the United States. It threatens to relegate some citizens to second-class status and degrades U.S. democracy. But the similar experiences of other established democracies show that much can be done to fight it.',
    url: 'https: //carnegieendowment.org/2020/03/05/resisting-call-of-nativism-what-u.s.-political-parties-can-learn-from-other-democracies-pub-81204',
    urlToImage: 'https: //images.carnegieendowment.org/images/article_images/GettyImages-836138346_e63fb628-6dc8-4ae3-994c-bfaa0d845270.jpg',
    publishedAt: '2020-03-05T15: 00: 00Z',
    content: 'Summary\r\n' +
      'Nativism has once again gained momentum in U.S. politics. This tendency to define nationhood not by values or laws but in racial, ethnic, or religious terms is not new. Yet nativism is inherently undemocratic because nativists demote citizens who hav… [+251107 chars
        ]'
    },
    {
    source: { id: null, name: 'Teenvogue.com'
        },
    author: 'Deborah Shepard',
    title: "What It's Like As Being a Sustainable Plus-Size Fashion Blogger",
    description: 'Clothed in Abundance blogger Deborah Shepherd on her journey to sustainable shopping and only supporting size-inclusive brands.',
    url: 'https: //www.teenvogue.com/story/this-is-what-being-sustainable-is-like-as-a-plus-size-fashion-blogger',
    urlToImage: 'https: //assets.teenvogue.com/photos/5e6267e6d55ce30008477834/16:9/w_1280,c_limit/Style_Fashion-Crisis2020_Diversity-Prob_SOCIAL.jpg',
    publishedAt: '2020-03-06T15: 30: 00Z',
    content: 'It wasnt until I graduated from college and moved to Richland, Washington (a small town in the eastern part of the state), with two suitcases and a box filled with books that I realized my external beauty didnt matter if I was broken on the inside. I was one … [+2473 chars
        ]'
    },
    {
    source: { id: null, name: 'Dailymail.co.uk'
        },
    author: 'By Rebecca English Royal Editor For The Daily Mail',
    title: 'Prince Harry dumped Royal Family by email: Shocking revelations about the inside story of Megxit',
    description: "The Daily Mail's royal editor has revealed some of the incredible details from Prince Harry's decision to leave the Royal Family, including how he emailed The Queen and Prince Charles over plans to leave.",
    url: 'https: //www.dailymail.co.uk/news/article-8161963/Prince-Harry-dumped-Royal-Family-email-Shocking-revelations-inside-story-Megxit.html',
    urlToImage: 'https: //i.dailymail.co.uk/1s/2020/03/27/21/26507486-0-image-a-49_1585345801470.jpg',
    publishedAt: '2020-03-27T22: 00: 20Z',
    content: 'Theyve opted for a new life in La La Land its what they wanted and planned. \r\n' +
      'But how long will it be before the Duke and Duchess of Sussex especially the duke begin to experience niggling regrets? \r\n' +
      'As one royal insider previously a great admirer said to me … [+11137 chars
        ]'
    },
    {
    source: { id: null, name: 'Disneyfashionista.com'
        },
    author: 'Lindsey N',
    title: 'Avengers Campus Is Coming To Disneyland Resort On July 18th!',
    description: 'We have been anxiously awaiting the announcement for the opening date of Avengers Campus at Disney California Adventure Park, and now we finally have one! This exciting new addition is set to open on July 18th,
        2020! This new immersive land will allow you to …',
    url: 'https: //disneyfashionista.com/avengers-campus-is-coming-to-disneyland-resort-on-july-18th/',
    urlToImage: 'https: //disneyfashionista.com/wp-content/uploads/2020/03/image-99.png',
    publishedAt: '2020-03-13T01: 51: 47Z',
    content: 'We have been anxiously awaiting the announcement for the opening date of Avengers Campus at Disney California Adventure Park, and now we finally have one!  This exciting new addition is set to open on July 18th,
        2020!\r\n' +
      'This new immersive land will allow you t… [+3733 chars
        ]'
    },
    {
    source: { id: null, name: 'Bhphotovideo.com'
        },
    author: 'Paige and Corey Denkin',
    title: "Road's End Workshop, with Paige and Corey: Travel Log No. 8",
    description: 'Our goal during our year on the road was to chase the best weather we could as we traveled across the country. We spent the spring in California, the summer in the Northwest, and enjoyed the colors changing in New England as fall arrived. Once the cold chill …',
    url: 'https: //www.bhphotovideo.com/explora/photography/features/roads-end-workshop-with-paige-and-corey-travel-log-no-8',
    urlToImage: 'https: //static.bhphotovideo.com/explora/sites/default/files/hero_20.jpg',
    publishedAt: '2020-03-13T13: 21: 15Z',
    content: 'Our goal during our year on the road was to chase the best weather we could as we traveled across the country. We spent the spring in California, the summer in the Northwest, and enjoyed the colors changing in New England as fall arrived. Once the cold chill … [+11880 chars
        ]'
    },
    {
    source: { id: null, name: 'Julian.digital'
        },
    author: 'antdke',
    title: 'Signaling as a Service',
    description: '01 Intro\n' +
      '\n' +
      '\n' +
      '\n' +
      'One of the best books I have read in the last few years is The Elephant in the Brain by Robin Hanson and Kevin Simler.\n' +
      '\n' +
      '\n' +
      '\n' +
      'The book makes two main arguments:\n' +
      '\n' +
      '\n' +
      '\n' +
      'a) Most of our everyday actions can be traced back to some form of signaling or status …',
    url: 'https: //julian.digital/2020/03/28/signaling-as-a-service/',
    urlToImage: 'https: //julian.digital/wp-content/uploads/2020/03/prev.png',
    publishedAt: '2020-03-31T17: 57: 29Z',
    content: 'One of the best books I have read in the last few years is The Elephant in the Brain by Robin Hanson and Kevin Simler.\r\n' +
      'The book makes two main arguments:\r\n' +
      'a) Most of our everyday actions can be traced back to some form of signaling or status seeking \r\n' +
      'b) Our… [+18469 chars
        ]'
    },
    {
    source: { id: null, name: 'Cdpinstitute.org'
        },
    author: 'Joshua Neckes',
    title: 'Building a Modern Marketing Organization',
    description: 'January 2, 2020. By Joshua Neckes, Simon Data. . The idea of a “modern marketer” is always a moving target. New channels and new technologies fuel an ever-changing set of customer expectations.',
    url: 'https: //blog.cdpinstitute.org/blog/Blog1033/Building-a-Modern-Marketing-Organization',
    urlToImage: 'https: //in.venntive.com/users/myteam44163/Media2505.png?1576278234299',
    publishedAt: '2020-03-22T03: 11: 00Z',
    content: 'February 3,
        2020\r\n' +
      'CDPs Could Revolutionize the Way We Drive — And Improve Dozens of Other Everyday Products Too\r\n' +
      'By Lisa Stapleton, Arm Treasure Data\r\n' +
      'Self-driving cars could prove to be a wonderful technological advancement, but what is there to help drivers… [+1294556 chars
        ]'
    },
    {
    source: { id: null, name: 'Lifehacker.com'
        },
    author: 'Lisa Rowan on Two Cents, shared by Lisa Rowan to Lifehacker',
    title: 'Beware of Scammers While You Wait for Your Coronavirus Stimulus Check',
    description: 'The coronavirus outbreak has made the U.S. economy so topsy-turvy that the president has been working with Congress to issue relief checks to many of us. We’ll share the details of that program as soon as they’re official, but in the meantime, make sure you d…',
    url: 'https: //twocents.lifehacker.com/beware-of-scammers-while-you-wait-for-your-coronavirus-1842414465',
    urlToImage: 'https: //i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/bdww4istnuwlf9k5md8x.jpg',
    publishedAt: '2020-03-20T17: 00: 00Z',
    content: 'The coronavirus outbreak has made the U.S. economy so topsy-turvy that the president has been working with Congress to issue relief checks to many of us. Well share the details of that program as soon as theyre official, but in the meantime, make sure you don… [+1217 chars
        ]'
    },
    {
    source: { id: null, name: 'Lifehacker.com'
        },
    author: 'Nicole Dieker',
    title: 'Where to Find Free Mental Health Resources During the Pandemic',
    description: 'If you feel like you’re struggling with your mental health, you’re not alone. Many of us are dealing with profound uncertainty and unanticipated stress, whether we’re worried about our health, our finances, our families, or how we’re going to make it through …',
    url: 'https: //lifehacker.com/where-to-find-free-mental-health-resources-during-the-p-1842561439',
    urlToImage: 'https: //i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/kaxkg2cckezdhs5rshyg.jpg',
    publishedAt: '2020-03-30T16: 30: 00Z',
    content: 'If you feel like youre struggling with your mental health, youre not alone. Many of us are dealing with profound uncertainty and unanticipated stress, whether were worried about our health, our finances, our families, or how were going to make it through the … [+3011 chars
        ]'
    },
    {
    source: { id: null, name: 'Lifehacker.com'
        },
    author: 'Nicole Dieker on Two Cents, shared by Nicole Dieker to Lifehacker',
    title: 'Where to Find Free Financial Advice During the Pandemic',
    description: 'Managing your finances is hard enough when times are good. Now that many of us are dealing with uncertainty, unemployment, and anxiety about ... well, everything, it’s become even more difficult to decide what to do with our money—if we even have enough brain…',
    url: 'https: //twocents.lifehacker.com/where-to-find-free-financial-advice-during-the-pandemic-1842586779',
    urlToImage: 'https: //i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/d165m71muxbmb18bey1e.jpg',
    publishedAt: '2020-03-31T16: 30: 00Z',
    content: 'Managing your finances is hard enough when times are good. Now that many of us are dealing with uncertainty, unemployment, and anxiety about ... well, everything, its become even more difficult to decide what to do with our moneyif we even have enough brain s… [+3244 chars
        ]'
    },
    {
    source: { id: 'engadget', name: 'Engadget'
        },
    author: 'Igor Bonifacic',
    title: 'UK government enlists influencers to battle coronavirus misinformation',
    description: "You've probably seen posts on Facebook, Instagram and Twitter that say you can self-test for COVID-19, the disease caused by the novel coronavirus, by holding your breath for 10 seconds. According to medical experts the Associated Press interviewed, those pos…",
    url: 'https: //www.engadget.com/2020/03/13/uk-government-enlists-influencers-battle-coronavirus-misinformation/',
    urlToImage: 'https: //o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fresize%3D2000%252C2000%252Cshrink%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-images%252F2020-03%252F59e37660-6536-11ea-bffe-17321656b70d%26client%3Da1acac3e1b3290917d92%26signature%3Ddbf054673635679a0353edf91b9d10147a1008c4&client=amp-blogside-v2&signature=1bf2c5a654c071aeda0e57e7e10c34b9a73bbf1b',
    publishedAt: '2020-03-13T14: 40: 00Z',
    content: "The UK's Department for International Development (DFID) will provide £500,000 (approximately $623,000) to the Humanitarian-to-Humanitarian (H2H) Network, an organization made up of approximately 50 other groups that fought misinformation during the Ebola out… [+1396 chars]"
    },
    {
    source: { id: 'engadget', name: 'Engadget'
        },
    author: 'Christine Fisher',
    title: 'YouTube will temporarily increase automated content moderation',
    description: 'YouTube will rely more on machine learning and less on human reviewers during the coronavirus outbreak. Normally, algorithms detect potentially harmful content and send it to human reviewers for assessment. But these are not normal times, and in an effort to …',
    url: 'https: //www.engadget.com/2020/03/16/youtube-automated-content-moderation-coronavirus/',
    urlToImage: 'https: //o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fcrop%3D5472%252C3420%252C0%252C0%26quality%3D85%26format%3Djpg%26resize%3D1600%252C1000%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-images%252F2019-11%252F877972b0-017b-11ea-add6-088504b9b34b%26client%3Da1acac3e1b3290917d92%26signature%3Da427f2a12a9b22fa6621dde7e0b0b2618bda6621&client=amp-blogside-v2&signature=2ec85485d12f545e57df1d31a55c87582f251c98',
    publishedAt: '2020-03-16T18: 47: 00Z',
    content: "YouTube admits that this could lead to increased video removals, including some videos that do not violate its policies. YouTube already has a touchy relationship with creators, so potentially removing valid videos might not go over well. YouTube won't issue … [+1082 chars]"
    },
    {
    source: { id: 'engadget', name: 'Engadget'
        },
    author: 'Rachel England',
    title: 'Discord relaxes streaming limits during coronavirus outbreak',
    description: 'In the wake of the coronavirus, streaming platform Discord is temporarily upping the limit on its Go Live service to 50 people at a time. In a blog post, the company said that it recognized that people in areas hit by the virus are using Discord to "keep in t…',
    url: 'https: //www.engadget.com/2020/03/12/discord-streaming-screen-share-limits-coronavirus/',
    urlToImage: 'https: //o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fcrop%3D1600%252C1063%252C0%252C0%26quality%3D85%26format%3Djpg%26resize%3D1600%252C1063%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-uploaded-images%252F2020-01%252F1dcfd270-4382-11ea-8e3f-0b7b83ba57f8%26client%3Da1acac3e1b3290917d92%26signature%3D2eb38b8e9d65c28c31e85f81abef7445f8351139&client=amp-blogside-v2&signature=754ef8d896b1d36dbf21bbe665aff988b8544c2f',
    publishedAt: '2020-03-12T13: 34: 00Z',
    content: "The Go Live feature, which usually supports up to 10 users, is designed to lets gamers stream directly to other people alongside video chat and screen share options. As Discord notes, however, it's now being used in a variety of ways away from gaming, and is … [+295 chars]"
    },
    {
    source: { id: 'engadget', name: 'Engadget'
        },
    author: 'Mariella Moon',
    title: 'Facebook is hosting a virtual GDC for Oculus VR titles',
    description: "Facebook is hosting its own digital gaming event at the same time GDC would've been held if it wasn't cancelled due to coronavirus fears. The internet giant has announced that it will reveal the latest updates for Oculus virtual reality titles at Facebook: Ga…",
    url: 'https: //www.engadget.com/2020/03/14/facebook-game-developers-showcase/',
    urlToImage: 'https: //o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fcrop%3D1920%252C1080%252C0%252C0%26quality%3D85%26format%3Djpg%26resize%3D1600%252C900%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-uploaded-images%252F2020-03%252Fdfd2cb50-65f8-11ea-9769-bc8fba4aec07%26client%3Da1acac3e1b3290917d92%26signature%3Dd594f7e3cbea3c98774aef0698c95f3910cd4586&client=amp-blogside-v2&signature=f8f53adf50d3e9d602b07b8ece5224b6e3199559',
    publishedAt: '2020-03-15T01: 09: 00Z',
    content: "Facebook says you can expect to hear the earliest details on new experiences coming to popular titles like Pistol Whip and Beat Saber. You'll also hear more about The Room VR: A Dark Matter, Lies Beneath and other titles that will be available on the Quest in… [+581 chars]"
    },
    {
    source: { id: 'engadget', name: 'Engadget'
        },
    author: 'Rachel England',
    title: 'Xbox and PlayStation networks adjusted due to surging demand',
    description: 'As internet usage around the world soars due to the effects of the coronavirus, tech companies are taking steps to ensure their services remain as unaffected as possible. Services such as gaming are seeing record levels of engagement, but two major names -- M…',
    url: 'https: //www.engadget.com/2020-03-25-xbox-playstation-adjust-networks-demand-coronavirus.html',
    urlToImage: 'https: //o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=80&image_uri=https%3A%2F%2Fs.yimg.com%2Fuu%2Fapi%2Fres%2F1.2%2Fsj2CTH_bs2k.cVAj1.eVIg--%7EB%2Fdz0xNjAwO2g9OTk2O2FwcGlkPXl0YWNoeW9u%2Fhttps%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fcrop%3D4167%252C2593%252C310%252C670%26quality%3D85%26format%3Djpg%26resize%3D1600%252C996%26image_uri%3Dhttps%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-images%2F2020-03%2F7445d220-6e85-11ea-97e5-a0f32f3890c5%26client%3Da1acac3e1b3290917d92%26signature%3D8af72fcd18cd88c83f9b165fb734a62a97ff324f&client=amp-blogside-v2&signature=59b818a3ac07d77c66d9855d18fae4eadc60ee0a',
    publishedAt: '2020-03-25T11: 05: 00Z',
    content: 'In a statement sent to Engadget, Xbox product services corporate vice president Dave McCarthy said the company is "actively monitoring usage and making temporary adjustments as needed to ensure the smoothest possible experience for our gamers." Meanwhile, in … [+724 chars
        ]'
    },
    {
    source: { id: 'engadget', name: 'Engadget'
        },
    author: 'Christine Fisher',
    title: 'Kenyan government finally approves Loon’s internet-delivery balloons',
    description: "Alphabet's internet-delivery balloon service, Loon, has finally received approval from the Kenyan government. To help improve communication during the coronavirus pandemic, Kenyan President Uhuru Kenyatta fast-tracked the regulatory approval Loon and its part…",
    url: 'https: //www.engadget.com/2020/03/23/alphabet-loon-balloons-approved-kenya/',
    urlToImage: 'https: //o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fcrop%3D4000%252C2496%252C0%252C113%26quality%3D85%26format%3Djpg%26resize%3D1600%252C999%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-uploaded-images%252F2020-03%252Ffb7da370-6d14-11ea-8fff-4fe86101981b%26client%3Da1acac3e1b3290917d92%26signature%3D864287281ee5a4c447567d1744f5b246e9e6d00a&client=amp-blogside-v2&signature=3f30b9e1393d9a81d2967775ffae042ad695f883',
    publishedAt: '2020-03-23T15: 16: 00Z',
    content: "Once up and running, Loon's internet-delivery balloons will allow Kenyans to buy 4G service from Telkom Kenya. The project has been in the works since 2018, when Loon signed a contract with the operator. Last summer, the partners received approval for commerc… [+1096 chars]"
    },
    {
    source: { id: 'engadget', name: 'Engadget'
        },
    author: 'Igor Bonifacic',
    title: 'Oculus Quest update will make it easier to multitask',
    description: 'Facebook is introducing a new system experience that it says makes its standalone Quest VR headset "more flexible, social and easy to use than ever before." The centerpiece of the upcoming update is a redesigned universal menu Facebook claims to organize info…',
    url: 'https: //www.engadget.com/2020/03/16/oculus-quest-update-will-make-it-easier-to-multitask/',
    urlToImage: 'https: //o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fresize%3D2000%252C2000%252Cshrink%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-uploaded-images%252F2020-03%252F257f9e40-67ba-11ea-9fbf-cecb174fc78c%26client%3Da1acac3e1b3290917d92%26signature%3D016e555dbc1b054a99e69b61004c79a1820a69d9&client=amp-blogside-v2&signature=7b6ecf247c794d3431b6cc56910026c7f0a5b460',
    publishedAt: '2020-03-16T19: 43: 00Z',
    content: "In a thoughtful quality of life tweak, the redesigned menu also makes it easier to access the Quest's brightness and volume controls. As you can see from the screenshots, how much battery life the headset has left is front and center.\r\n" +
      'The company is also int… [+1173 chars
        ]'
    },
    {
    source: { id: 'engadget', name: 'Engadget'
        },
    author: 'Richard Lawler',
    title: 'Google tells North American employees to work from home',
    description: 'With new reports of coronavirus cases being diagnosed popping up around the US, Google has taken the step of asking all North American employees to work from home if they can. The recommendation lasts until at least April 10th. A number of large tech companie…',
    url: 'https: //www.engadget.com/2020/03/10/google-coronavirus-work-from-home/',
    urlToImage: 'https: //o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fcrop%3D5082%252C3369%252C0%252C0%26quality%3D85%26format%3Djpg%26resize%3D1600%252C1061%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-images%252F2020-03%252Fe75fd9a0-6330-11ea-affe-89217b80d8f4%26client%3Da1acac3e1b3290917d92%26signature%3D04fb5c311c9d2cf50737195d5f23088d5b35840f&client=amp-blogside-v2&signature=e5e9a7ad64313546be576c20a12bffec2d45e96d',
    publishedAt: '2020-03-11T00: 41: 00Z',
    content: 'With new reports of coronavirus cases being diagnosed popping up around the US, Google has taken the step of asking all North American employees to work from home if they can. The recommendation lasts until at least April 10th. A number of large tech companie… [+673 chars
        ]'
    },
    {
    source: { id: 'wired', name: 'Wired'
        },
    author: 'Siva Vaidhyanathan',
    title: 'Google Will Not Save Us From Coronavirus',
    description: "President Trump is acting like the search giant will be a deus ex machina for public health. He's out of his mind.",
    url: 'https: //www.wired.com/story/google-will-not-save-us-from-coronavirus/',
    urlToImage: 'https: //media.wired.com/photos/5e6fbff4a8af50000813ca5d/191:100/w_1280,c_limit/Ideas-Google-Trump-1207061487.jpg',
    publishedAt: '2020-03-16T22: 25: 56Z',
    content: 'In a blog post yesterday, Verily gave at least a hint about its goals. The screening service would rely on what the company calls Project Baseline, its platform for collecting and storing personal health information in a way that purports to safeguard individ… [+4007 chars
        ]'
    },
    {
    source: { id: 'wired', name: 'Wired'
        },
    author: 'Louise Matsakis, Paris Martineau',
    title: 'Coronavirus Disrupts Social Media’s First Line of Defense',
    description: 'Facebook, Twitter, and YouTube all announced this week that thousands of content moderators are being sent home—leaving more of our feeds in the hands of machines.',
    url: 'https: //www.wired.com/story/coronavirus-social-media-automated-content-moderation/',
    urlToImage: 'https: //media.wired.com/photos/5e7111667c07c90008d05272/191:100/w_1280,c_limit/Cul-trash-102680115.jpg',
    publishedAt: '2020-03-18T21: 53: 13Z',
    content: 'With fewer moderators, the internet could change considerably for the millions of people now reliant on social media as their primary mode of communication with the outside world. The automated systems Facebook, YouTube, Twitter, and other sites use vary, but… [+4747 chars
        ]'
    },
    {
    source: { id: 'wired', name: 'Wired'
        },
    author: 'Angela Watercutter',
    title: 'George R.R. Martin Is Social Distancing in Westeros',
    description: "The author says he's been writing daily while isolating to avoid Covid-19, raising fans' hopes that he might complete *Winds of Winter*.",
    url: 'https: //www.wired.com/story/george-r-r-martin-social-distancing-writing/',
    urlToImage: '',
    publishedAt: '2020-03-19T11: 00: 00Z',
    content: "Hello, and welcome to another edition of The Monitor, WIREDs entertainment news roundup. Once again, this week's column has a lot of updates on how the coronavirus is affecting the entertainment world. Let's get started.\r\n" +
      'During times of self-quarantine and i… [+3376 chars
        ]'
    },
    {
    source: { id: 'wired', name: 'Wired'
        },
    author: 'Aarian Marshall',
    title: 'As Covid-19 Spreads, Truckers Need to Keep on Trucking',
    description: 'The demand for hospital equipment, groceries and, yes, toilet paper has big rigs rolling and truck stops adapting.',
    url: 'https: //www.wired.com/story/covid-19-spreads-truckers-keep-trucking/',
    urlToImage: 'https: //media.wired.com/photos/5e73da5d8dd572000828b6c9/191:100/w_1280,c_limit/Transpo-truckstop-1207802479.jpg',
    publishedAt: '2020-03-20T11: 00: 00Z',
    content: 'As cities and states have raced to shut down businesses to prevent the spread of Covid-19, the roads have gone quieter. Normally gridlocked cities like Los Angeles and Chicago have seen much faster traffic speeds during so-called rush hour53 percent and 70 pe… [+5385 chars
        ]'
    },
    {
    source: { id: 'wired', name: 'Wired'
        },
    author: 'Julie Muncy',
    title: 'E3 2020 Is Canceled Due to Coronavirus',
    description: "Also, 'Pokémon Go' has changed its mechanics so you don't have to leave the house to play.",
    url: 'https: //www.wired.com/story/e3-canceled-coronavirus/',
    urlToImage: 'https: //media.wired.com/photos/5e6bea6d95ff060008467d01/191:100/w_1280,c_limit/Cul-e3-971150100.jpg',
    publishedAt: '2020-03-16T11: 00: 00Z',
    content: "Greetings all, and welcome to Replay, WIRED's rundown of all of the week's big videogame news. Today, we've got quite a few coronavirus-related updates and one very good recommendation of something you can play while you're at home.\r\n" +
      'No surprises here: E3 202… [+3360 chars
        ]'
    },
    {
    source: { id: 'wired', name: 'Wired'
        },
    author: 'Steven Levy',
    title: 'Facebook Could Help Journalism by Making News Easier to Find',
    description: 'The social media giant gave $100 million to help local news during the pandemic, but still makes you hunt for trusted sources.',
    url: 'https: //www.wired.com/story/facebook-journalism-local-news-coronavirus/',
    urlToImage: 'https: //media.wired.com/photos/5e8271ff798a15000821fe6b/191:100/w_1280,c_limit/Biz_Mark_1197863831.jpg',
    publishedAt: '2020-03-30T23: 09: 20Z',
    content: 'Facebook announced on Monday that it was going to spend $100 million to help local news outlets during the coronavirus crisis. Its a moment where getting accurate news about the coronavirus is vital for all us, says Campbell Brown, the former television news … [+3525 chars
        ]'
    },
    {
    source: { id: 'wired', name: 'Wired'
        },
    author: 'Klint Finley',
    title: 'YouTube Slashes Video Quality to Save Bandwidth',
    description: 'Meanwhile, Microsoft and Sony plan to throttle game downloads during peak usage hours to help prevent internet congestion during the Covid-19 pandemic.',
    url: 'https: //www.wired.com/story/youtube-slashes-video-quality-save-bandwidth/',
    urlToImage: 'https: //media.wired.com/photos/5e7a7cce056547000ac5e840/191:100/w_1280,c_limit/Biz-turtletime-200135197-001.jpg',
    publishedAt: '2020-03-24T23: 21: 04Z',
    content: 'Tech companies are aiming to prevent internet congestion during the Covid-19 pandemic by limiting bandwidth for applications like consumer video and game downloads.\r\n' +
      'YouTube typically adjusts the quality of your video based on the speed of your connection. If… [+3817 chars
        ]'
    },
    {
    source: { id: 'the-verge', name: 'The Verge'
        },
    author: 'Kim Lyons',
    title: 'Apple puts restrictions on coronavirus-themed apps in its App Store',
    description: 'Apple is closely evaluating apps with coronavirus focus. It says only “recognized entities such as government organizations, health-focused NGOs, companies deeply credentialed in health issues, and medical or educational institutions,” should submit such apps…',
    url: 'https: //www.theverge.com/2020/3/14/21179993/apple-restrictions-coronavirus-app-store',
    urlToImage: 'https: //cdn.vox-cdn.com/thumbor/OrCEcxQRSQP5T2C0miJ8ruYHs0E=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/11477049/acastro_180604_1777_apple_wwdc_0002.jpg',
    publishedAt: '2020-03-14T21: 37: 00Z',
    content: 'The company says coronavirus-themed games will not be allowed\r\n' +
      'Illustration by Alex Castro / The Verge\r\n' +
      'In an effort to ensure the credibility of health and safety information in its App Store, Apple is tightening requirements for all coronavirus-focused apps… [+1028 chars
        ]'
    },
    {
    source: { id: 'the-verge', name: 'The Verge'
        },
    author: 'Jay Peters',
    title: 'Google advises all North America employees to work from home due to coronavirus',
    description: 'Google sent a memo to its employees based in North America recommending they work from home until at least April 10th. It’s also launching a fund to offer paid sick leave to temporary staff.',
    url: 'https: //www.theverge.com/2020/3/10/21173994/google-coronavirus-north-american-employees-work-from-home-sick-leave-fund',
    urlToImage: 'https: //cdn.vox-cdn.com/thumbor/8prPqvLDLzqWV7wMDohjR2zgctU=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/10745893/acastro_180427_1777_0003.jpg',
    publishedAt: '2020-03-10T22: 47: 42Z',
    content: 'Until at least April 10th\r\n' +
      'Illustration: Alex Castro / The Verge\r\n' +
      'Google sent a memo to all of its North America-based employees recommending they work from until at least April 10th due to coronavirus, the company confirmed to Business Insider. Google had pr… [+1533 chars
        ]'
    },
    {
    source: { id: 'the-verge', name: 'The Verge'
        },
    author: 'Andrew J. Hawkins',
    title: 'Lime is yanking its electric scooters from California and Washington due to coronavirus',
    description: 'Lime is pulling its electric scooters from service due to the novel coronavirus pandemic. The San Francisco-based company said it would suspend service in California, Washington, Italy, France, and Spain. Lime is the only scooter company to make the decision …',
    url: 'https: //www.theverge.com/2020/3/17/21183202/lime-scooter-coronavirus-suspension-california-washington-countries',
    urlToImage: 'https: //cdn.vox-cdn.com/thumbor/M0q98yJoIL8KdwM5KblzYcGxrDU=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/15985621/akrales_190321_3312_0028.jpg',
    publishedAt: '2020-03-17T14: 03: 39Z',
    content: 'Italy, Spain, and France, too\r\n' +
      'Photo by Amelia Holowaty Krales / The Verge\r\n' +
      'Lime is temporarily suspending service in California and Washington, as well as Italy, France, and Spain, in response to the novel coronavirus pandemic. The announcement came after Sa… [+1911 chars
        ]'
    },
    {
    source: { id: 'the-verge', name: 'The Verge'
        },
    author: 'Jay Peters',
    title: 'Tech giants will keep paying hourly staff even if they are asked to stay home due to coronavirus',
    description: 'Amazon, Google, Facebook, Microsoft, and Twitter have all said they will pay hourly workers their regular rate even if those workers have to stay home due to the ongoing coronavirus outbreak. New work-from-home policies could have harmed hourly employees with…',
    url: 'https: //www.theverge.com/2020/3/6/21168395/coronavirus-tech-hourly-workers-pay-amazon-google-facebook',
    urlToImage: 'https: //cdn.vox-cdn.com/thumbor/I57aXx-_os1eNgPZfxnBrSDxaIQ=/0x721:4685x3174/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19773802/452292672.jpg.jpg',
    publishedAt: '2020-03-06T21: 42: 27Z',
    content: 'Amazon, Google, Facebook, Microsoft, and Twitter all pledged to do so\r\n' +
      'Stephen Brashear/Getty Images\r\n' +
      'Amazon, Google, Facebook, Microsoft, and Twitter have all pledged to pay hourly workers their regular rate even if those staffers are asked to remain at home… [+1735 chars
        ]'
    },
    {
    source: { id: 'the-verge', name: 'The Verge'
        },
    author: 'Dieter Bohn',
    title: 'Verily’s coronavirus screening website launches with very limited access',
    description: 'Google’s sister company Verily has launched a screening website for people who want to get tested for COVID-19. However, as we have reported, Verily’s website is very limited in scope: it’s only available to people in the Bay Area of California and it more of…',
    url: 'https: //www.theverge.com/2020/3/16/21181214/verily-coronavirus-screening-pilot-website-launches-limited-access',
    urlToImage: 'https: //cdn.vox-cdn.com/thumbor/rGEp6_dY-OdVifLCnhB3CMbSN5M=/0x399:5568x3314/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19808847/1207242626.jpg.jpg',
    publishedAt: '2020-03-16T04: 50: 25Z',
    content: 'Its not a public health utility, its a pilot program\r\n' +
      'Photo by JIM WATSON/AFP via Getty Images\r\n' +
      'Googles sister company Verily has launched a screening website for people who want to get tested for COVID-19. However, Verilys website is very limited in scope: i… [+5158 chars
        ]'
    },
    {
    source: { id: 'the-verge', name: 'The Verge'
        },
    author: 'Jon Porter',
    title: 'Snopes forced to scale back fact-checking in face of overwhelming COVID-19 misinformation',
    description: 'Fact-checking organization Snopes has been forced to scale back its routine content production. It’s due to the amount of misinformation caused by the COVID-19 pandemic, which has overwhelmed its fact-checkers.',
    url: 'https: //www.theverge.com/2020/3/24/21192206/snopes-coronavirus-covid-19-misinformation-fact-checking-staff',
    urlToImage: 'https: //cdn.vox-cdn.com/thumbor/vhcA7sRDp5syoIUtG0nHYoEZ4ME=/23x0:1001x512/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19828503/snopeslogocard.png',
    publishedAt: '2020-03-24T13: 15: 45Z',
    content: 'Exhausting our staff in this crisis is not the cure for what is ailing our industry\r\n' +
      'Image: Snopes\r\n' +
      'Fact-checking organization Snopes has been forced to scale back its routine content production and special projects, as the amount of misinformation caused by … [+2047 chars
        ]'
    },
    {
    source: { id: 'the-verge', name: 'The Verge'
        },
    author: 'Nicole Wetsman',
    title: 'Fearful reactions to the new coronavirus can put lives at risk',
    description: 'When people are scared, they make decisions that can accelerate the spread of disease. It’s okay to be worried about COVID-19, the disease caused by the new coronavirus, but choices based on fear can make it worse.',
    url: 'https: //www.theverge.com/2020/3/10/21172988/coronavirus-fear-reactions-virus-ebola-cdc-covid19-panic-precautions',
    urlToImage: 'https: //cdn.vox-cdn.com/thumbor/H9zqOtk7x4_jMq5IngTo-RmgJEk=/0x392:5472x3257/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19781852/1205093446.jpg.jpg',
    publishedAt: '2020-03-10T15: 24: 35Z',
    content: 'Its okay to be worried, but dont let fear trump public health advice\r\n' +
      'Photo by Tayfun Coskun / Anadolu Agency via Getty Images\r\n' +
      'People in the US are worried about the new coronavirus outbreak. That concern is warranted: the virus is a scary new threat, it can… [+5857 chars
        ]'
    },
    {
    source: { id: 'the-verge', name: 'The Verge'
        },
    author: 'Jon Porter',
    title: 'Instacart to provide face masks for workers as part of COVID-19 safety kit',
    description: 'Grocery delivery company Instacart has said it will provide its full-service shoppers with health and safety kits over COVID-19 concerns. The kits will contain a reusable cloth face mask, hand sanitizer, and a thermometer.',
    url: 'https: //www.theverge.com/2020/4/3/21206630/instacart-health-and-safety-kits-face-mask-hand-sanitizer-sick-pay-strike',
    urlToImage: 'https: //cdn.vox-cdn.com/thumbor/7I3-Pce6oSML8kPnlov9s2u1MiI=/0x374:5194x3093/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19857469/1147794851.jpg.jpg',
    publishedAt: '2020-04-03T09: 26: 20Z',
    content: 'Workers called it a step in the right direction\r\n' +
      'Photo by Smith Collection/Gado/Getty Images\r\n' +
      'Grocery delivery company Instacart says it will provide its full-service shoppers with health and safety kits days after some workers walked out over a lack of prote… [+2816 chars
        ]'
    },
    {
    source: { id: 'the-verge', name: 'The Verge'
        },
    author: 'Casey Newton',
    title: 'What Zoom doesn’t understand about the Zoom backlash',
    description: 'It’s sold like an enterprise app, but it sure doesn’t act like one. It’s time Zoom recognized that its video chat app is more of a consumer tool than it’s willing to admit',
    url: 'https: //www.theverge.com/interface/2020/4/2/21202984/zoom-backlash-zoombombing-encryption-exploits-consumerization-of-it',
    urlToImage: 'https: //cdn.vox-cdn.com/thumbor/FEOxiFrOMS-2eMWfLeSU0oaEoq8=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19861742/acastro_200331_1777_zoom_0003.0.jpg',
    publishedAt: '2020-04-02T10: 00: 00Z',
    content: 'Its sold like an enterprise app, but it sure doesnt act like one\r\n' +
      'Illustration by Alex Castro / The Verge\r\n' +
      'This story is part of a group of stories called \r\n' +
      'The Interface is a daily column and newsletter about the intersection of social media and democracy. S… [+17713 chars
        ]'
    },
    {
    source: { id: 'techcrunch', name: 'TechCrunch'
        },
    author: 'Natasha Lomas',
    title: 'Google is now publishing coronavirus mobility reports, feeding off users’ location history',
    description: 'Google is giving the world a clearer glimpse of exactly how much it knows about people everywhere — using the coronavirus crisis as an opportunity to repackage its persistent tracking of where users go and what they do as a public good in the midst of a pande…',
    url: 'http: //techcrunch.com/2020/04/03/google-is-now-publishing-coronavirus-mobility-reports-feeding-off-users-location-history/',
    urlToImage: 'https: //techcrunch.com/wp-content/uploads/2019/01/GettyImages-1074367976.jpg?w=599',
    publishedAt: '2020-04-03T13: 19: 18Z',
    content: 'Google is giving the world a clearer glimpse of exactly how much it knows about people everywhere — using the coronavirus crisis as an opportunity to repackage its persistent tracking of where users go and what they do as a public good in the midst of a pande… [+11210 chars
        ]'
    },
    {
    source: { id: 'techcrunch', name: 'TechCrunch'
        },
    author: 'Darrell Etherington',
    title: 'Alphabet’s Verily launches its California COVID-19 test screening site in a limited pilot',
    description: 'Alphabet -owned health technology company Verily has launched the COVID-19 screening site that was first misrepresented by President Trump as a broadly focused coronavirus web-based screening and testing utility developed by Google. After a flurry of blog pos…',
    url: 'http: //techcrunch.com/2020/03/16/alphabets-verily-launches-its-california-covid-19-test-screening-site-in-a-limited-pilot/',
    urlToImage: 'https: //techcrunch.com/wp-content/uploads/2020/03/GettyImages-1206996881.jpg?w=600',
    publishedAt: '2020-03-16T12: 33: 53Z',
    content: 'Alphabet -owned health technology company Verily has launched the COVID-19 screening site that was first misrepresented by President Trump as a broadly focused coronavirus web-based screening and testing utility developed by Google. After a flurry of blog pos… [+2882 chars
        ]'
    },
    {
    source: { id: 'techcrunch', name: 'TechCrunch'
        },
    author: 'Zack Whittaker',
    title: 'Ex-NSA hacker drops new zero-day doom for Zoom',
    description: 'Zoom’s troubled year just got worse. Now that a large portion of the world is working from home to ride out the coronavirus pandemic, Zoom’s popularity has rocketed, but also has led to an increased focus on the company’s security practices and privacy promis…',
    url: 'http: //techcrunch.com/2020/04/01/zoom-doom/',
    urlToImage: 'https: //techcrunch.com/wp-content/uploads/2020/04/zoom-security-flaws.jpg?w=753',
    publishedAt: '2020-04-01T14: 00: 20Z',
    content: 'Zoom’s troubled year just got worse.\r\n' +
      'Now that a large portion of the world is working from home to ride out the coronavirus pandemic, Zoom’s popularity has rocketed, but also has led to an increased focus on the company’s security practices and privacy promi… [+2247 chars
        ]'
    },
    {
    source: { id: 'techcrunch', name: 'TechCrunch'
        },
    author: 'Anthony Ha',
    title: 'Daily Crunch: Google publishes coronavirus mobility reports',
    description: 'Google uses its ad-tracking data to provide a glimpse at how the world is responding to coronavirus, the CDC changes its tune on face masks and Apple accidentally reveals that AirTags are coming. Here’s your Daily Crunch for April 3, 2020. 1. Google is now pu…',
    url: 'http: //techcrunch.com/2020/04/03/daily-crunch-google-publishes-coronavirus-mobility-reports/',
    urlToImage: 'https: //techcrunch.com/wp-content/uploads/2019/08/GettyImages-1052803164.jpg?w=600',
    publishedAt: '2020-04-03T16: 59: 03Z',
    content: 'Google uses its ad-tracking data to provide a glimpse at how the world is responding to coronavirus, the CDC changes its tune on face masks and Apple accidentally reveals that AirTags are coming. Here’s your Daily Crunch for April 3, 2020.\r\n' +
      '1. Google is now p… [+2936 chars
        ]'
    },
    {
    source: { id: 'techcrunch', name: 'TechCrunch'
        },
    author: 'Anthony Ha',
    title: 'Yext aims to deliver more coronavirus-related answers by making its site search free',
    description: 'Yext says that in response to the COVID-19 pandemic, it’s making its Yext Answers site search product free for 90 days. You might not see an obvious connection between site search and a worldwide pandemic. You might even think this sounds like a marketing gim…',
    url: 'http: //techcrunch.com/2020/03/12/yext-answers-free/',
    urlToImage: 'https: //techcrunch.com/wp-content/uploads/2020/02/GettyImages-97970468.jpg?w=533',
    publishedAt: '2020-03-12T19: 05: 05Z',
    content: 'Yext says that in response to the COVID-19 pandemic, it’s making its Yext Answers site search product free for 90 days.\r\n' +
      'You might not see an obvious connection between site search and a worldwide pandemic. You might even think this sounds like a marketing gi… [+1792 chars
        ]'
    },
    {
    source: { id: 'techcrunch', name: 'TechCrunch'
        },
    author: 'Darrell Etherington',
    title: 'Lyft to offer medical supply and meal delivery during coronavirus pandemic',
    description: 'Lyft is expanding the types of services it provides through its on-demand transportation network in an effort to boost efforts to deal with the ongoing COVID-19 pandemic. The company announced that it will be offering delivery of critical medical supplies to …',
    url: 'http: //techcrunch.com/2020/03/22/lyft-to-offer-medical-supply-and-meal-delivery-during-coronavirus-pandemic/',    urlToImage: 'https://techcrunch.com/wp-content/uploads/2019/10/GettyImages-1142303808.jpg?w=600',
    publishedAt: '2020-03-22T14: 31: 16Z',
    content: 'Lyft is expanding the types of services it provides through its on-demand transportation network in an effort to boost efforts to deal with the ongoing COVID-19 pandemic. The company announced that it will be offering delivery of critical medical supplies to … [+2366 chars
        ]'
    },
    {
    source: { id: 'techcrunch', name: 'TechCrunch'
        },
    author: 'Darrell Etherington',
    title: 'Alphabet’s Verily debuts a COVID-19 community testing toolkit as it scales its own testing efforts',
    description: 'While the origins of its coronavirus testing program were muddled by President Trump’s misleading announcements attributing its efforts to Google and inflating its scale, Alphabet’s Verily health sciences subsidiary has established and grown its community-bas…',
    url: 'http: //techcrunch.com/2020/03/30/alphabets-verily-debuts-a-covid-19-community-testing-toolkit-as-it-scales-its-own-testing-efforts/',
    urlToImage: 'https: //techcrunch.com/wp-content/uploads/2020/03/GettyImages-1212788680.jpg?w=589',
    publishedAt: '2020-03-30T17: 22: 59Z',
    content: 'While the origins of its coronavirus testing program were muddled by President Trump’s misleading announcements attributing its efforts to Google and inflating its scale, Alphabet’s Verily health sciences subsidiary has established and grown its community-bas… [+2009 chars
        ]'
    },
  ... 1067 more items
]